{
    "fields": {
        "subtitle": "", 
        "description": "Malaria is transmitted through the bites of some mosquitoes. Sleeping under an insecticide-treated mosquito net is the best way to prevent mosquito bites.", 
        "language": "eng_UK", 
        "title": "Malaria is transmitted through the bites of some mosquitoes. Sleeping under an insecticide-treated mosquito net is the best way to prevent mosquito bites.", 
        "primary_category": "5132c15f5dfe406592fb0dd390873dcb", 
        "created_at": "2014-09-09T12:21:18.401140+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-09T12:21:18.408297+00:00", 
        "linked_pages": [], 
        "slug": "malaria-is-transmitted-through-the-bites-of-some-mosquitoes-sleeping-under-an-insecticide-treated-mosquito-net-is-the-best-way-to-prevent-mosquito-bites", 
        "content": "All members of the community should be protected against mosquito bites,\nparticularly young children and pregnant women. Protection is needed after\nsunset and before sunrise, when malaria mosquitoes bite.\n\nLong-lasting insecticide-treated mosquito nets last for at least three years\nand do not require re-treatment with insecticide. These nets are distributed\nby malaria control programmes and can be obtained through health facilities or\nduring child health days or integrated campaigns. Most mosquito nets are\ndistributed free of charge, especially to pregnant women and young children.\nThey can also be purchased in the marketplace or through social marketing\nprogrammes, mainly in urban areas. In the few cases where untreated nets might\nstill be in use, trained health workers can advise on safe insecticides and\nre-treatment.\n\nInsecticide-treated mosquito nets should be used throughout the year, even\nwhen there are fewer mosquitoes, such as during the dry season.\n\nSome countries operate programmes to spray the walls of houses with long-\nlasting insecticides to kill resting mosquitoes. Communities should cooperate\nwith spray teams to ensure that all houses are sprayed.\n\nIn addition to using insecticide-treated mosquito nets, or if mosquito nets\nare not available or used, other actions can help, but they are not nearly as\neffective as using mosquito nets:\n\n  * putting screens on doors and windows; these are mostly used in urban settings and are not very effective in traditional rural housing\n  * using mosquito coils; these are used to repel but not kill mosquitoes - they have no lasting effect\n  * wearing clothing that covers the arms and legs (long sleeves and long trousers or skirts); these can help reduce mosquito bites if worn when malaria mosquitoes are most active - from dusk until dawn.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "f5c94ff2292d419bbf39471faf012af5"
    }, 
    "model": "GitPageModel"
}