{
    "fields": {
        "subtitle": "", 
        "description": "Girls and boys and their families and communities should plan ahead and take simple steps to prepare for emergencies – at home, at school and in the community.", 
        "language": "eng_UK", 
        "title": "Girls and boys and their families and communities should plan ahead and take simple steps to prepare for emergencies – at home, at school and in the community.", 
        "primary_category": "1968e22c88c24ea087591915f9e020e9", 
        "created_at": "2014-09-15T09:03:03.126128+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-15T09:03:03.132073+00:00", 
        "linked_pages": [], 
        "slug": "girls-and-boys-and-their-families-and-communities-should-plan-ahead-and-take-simple-steps-to-prepare-for-emergencies-at-home-at-school-and-in-the-community", 
        "content": "Within the household, the whole family can prepare for an emergency brought\nabout by a disaster or conflict. Everyone should be aware of the different\ndangers of fire, earthquakes, floods, storms and other hazards and the risks\nduring conflicts. The response can be more effective when everyone in the\nfamily and community knows how to reduce their risks and understands their\nresponsibilities.\n\nThe possible dangers and safe areas in and around a community should be\nidentified. If possible they should be shown on a local map. Everybody in the\ncommunity should be involved and informed. Plans should include how young\nchildren, older people and people who are unwell would be assisted.\n\nCommunity warning systems and evacuation routes for escaping from danger\nshould be well identified and communicated. Communities can hold simulated\ndrills of safety measures with boys and girls in schools and with families in\nneighbourhoods.\n\nCommunities should ensure that health facilities are well built to withstand\nemergencies and function in their wake. Health-care staff must be trained so\nthey are prepared to act in emergency situations.\n\nIt is important for schools to be located in a safe place, close to where\nchildren live and away from disaster-prone areas, such as where flooding or\nmudslides might occur. Schools should be well constructed to ensure the safety\nof children and teachers. They should be carefully organized to protect\nchildren from attacks, abduction or other forms of violence.\n\nTeachers and school administrators can help children, their families and\ncommunities to:\n\n  * understand natural hazards and other emergency risks\n  * know how to prevent disaster\n  * know what to do in an emergency.\n\nFamilies, including children, should be encouraged to recognize a warning and\nunderstand what to do when they see or hear it. A warning or signal can be as\nsimple as a whistle, horn or coloured flag. Safe locations where families can\nmeet should be identified. Safe places for domestic animals should also be\nidentified. These precautions help to prevent family separation.\n\nChildren can be trained to memorize their name and the names of their\nrelatives and their village or town. They can be trained to identify\ngeographical indicators or landmarks that might locate their community if they\nget separated from their families.\n\nA family emergency bag prepared in advance can be life-saving. It should\ninclude a torch (flashlight), batteries, candles, matches, radio, water\ncontainer and first aid kit. The packet should be checked periodically and\nready at all times.\n\nBirth certificates and other important family documents should be kept in a\nsafe, easily accessible place. Storing them in plastic wrap helps protect them\nfrom water and damage.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "f3ef690cb660423e8fadff7bea15699b"
    }, 
    "model": "GitPageModel"
}