{
    "fields": {
        "subtitle": "", 
        "description": "A child with diarrhoea should receive oral rehydration salts (ORS) solution and a daily zinc supplement for 10–14 days. Diarrhoea medicines are generally ineffective and can be harmful.", 
        "language": "eng_UK", 
        "title": "A child with diarrhoea should receive oral rehydration salts (ORS) solution and a daily zinc supplement for 10–14 days. Diarrhoea medicines are generally ineffective and can be harmful.", 
        "primary_category": "116e3cfd167340088d465880ce508a8d", 
        "created_at": "2014-07-22T17:57:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-17T07:12:49.109688+00:00", 
        "linked_pages": [], 
        "slug": "a-child-with-diarrhoea-should-receive-oral-rehydration-salts-ors-solution-and-a-daily-zinc-supplement-for-1014-days-diarrhoea-medicines-are-generally-ineffective-and-can-be-harmful", 
        "content": "Diarrhoea usually cures itself in three to four days with rehydration\n(drinking a lot of liquids). The real danger is the loss of liquid and\nnutrients from the child's body, which can cause dehydration and malnutrition.\nA child with diarrhoea should never be given any tablets, antibiotics or other\nmedicines unless prescribed by a trained health worker. The best treatment for\ndiarrhoea is to (1) drink lots of liquids and oral rehydration salts (ORS),\nproperly mixed with clean water from a safe source, and (2) take zinc tablets\nor syrup for 10-14 days. **ORS Solution** A special drink for diarrhoea **What\nis ORS? ** ORS (oral rehydration salts) is a special combination of dry salts\nthat is mixed with safe water. It can help replace the fluids lost due to\ndiarrhoea. **When should ORS be used?** When a child has three or more loose\nstools in a day, begin to give ORS. In addition, for 10-14 days, give children\nover 6 months of age 20 milligrams of zinc per day (tablet or syrup); give\nchildren under 6 months of age 10 milligrams per day (tablet or syrup).\n**Where can ORS be obtained?** In most countries, ORS packets are available\nfrom health centres, pharmacies, markets and shops. **How is the ORS drink\nprepared?** 1\\. Put the contents of the ORS packet in a clean container. Check\nthe packet for directions and add the correct amount of clean water. Too\nlittle water could make the diarrhoea worse. 2\\. Add water only. Do not add\nORS to milk, soup, fruit juice or soft drinks. Do not add sugar. 3\\. Stir\nwell, and feed it to the child from a clean cup. Do not use a bottle. **How\nmuch ORS drink to give?** Encourage the child to drink as much as possible. A\nchild under the age of 2 years needs at least 1/4 to 1/2 of a large\n(250-millilitre) cup of the ORS drink after each watery stool. A child aged 2\nyears or older needs at least 1/2 to 1 whole large (250-millilitre) cup of the\nORS drink after each watery stool. **What if ORS is not available?** Give the\nchild a drink made with 6 level teaspoons of sugar and 1/2 level teaspoon of\nsalt dissolved in 1 litre of clean water. Be very careful to mix the correct\namounts. Too much sugar can make the diarrhoea worse. Too much salt can be\nextremely harmful to the child. Making the mixture a little too diluted (with\nmore than 1 litre of clean water) is not harmful. **Diarrhoea usually stops in\nthree or four days.** **If it does not stop, consult a trained health\nworker.**\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 4, 
        "id": "356c933289aa48458faf7f2e866989cd"
    }, 
    "model": "GitPageModel"
}