{
    "fields": {
        "subtitle": "", 
        "description": "Every woman has the right to quality health care, especially a pregnant woman or a new mother. Health workers should be technically competent and sensitive to cultural practices and should treat all women, including adolescent girls, with respect.", 
        "language": "eng_UK", 
        "title": "Every woman has the right to quality health care, especially a pregnant woman or a new mother. Health workers should be technically competent and sensitive to cultural practices and should treat all w", 
        "primary_category": "d274d523e8df4fb1817943261e253291", 
        "created_at": "2014-09-10T12:28:34.884965+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T12:28:34.892990+00:00", 
        "linked_pages": [], 
        "slug": "every-woman-has-the-right-to-quality-health-care-especially-a-pregnant-woman-or-a-new-mother-health-workers-should-be-technically-competent-and-sensitive-to-cultural-practices-and-should-treat-all-w", 
        "content": "Many dangers of pregnancy and childbirth can be avoided if women have access\nto quality health care during pregnancy and childbirth and after childbirth.\n\nAll women have the right to the services of a skilled birth attendant, such as\na doctor, nurse or midwife, and to emergency care if complications should\narise.\n\nQuality health care that offers information and counselling enables women and\nmen to make informed decisions about their reproductive health. A woman in\nneed of maternal care should be supported by her husband or partner and family\nto take good care of herself and her baby and to reach a health facility when\nneeded, including for prenatal care, childbirth, post-natal care and emergency\ncare.\n\nGovernments, with support from communities, should make sure that the cost of\nhealth services does not prevent women, including adolescent girls, from using\nthem. Other barriers such as the cost of transport, long distances, difficult\nroads and cultural practices also need to be addressed to ensure access to\nhealth services.\n\nHealth-care providers should be supported through regular training to maintain\nand improve their technical and communication skills needed to provide quality\nhealth care. They should be trained to treat all women with respect, to be\nsensitive to cultural norms and practices, and to respect a person's right to\nconfidentiality and privacy. They need to be sensitive and understanding of\nthe particular needs of adolescents, and know how to support and counsel them\nin caring for themselves and their babies.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "25472631db334822a0f86f2dc794c9b0"
    }, 
    "model": "GitPageModel"
}