{
    "fields": {
        "subtitle": "", 
        "description": "Very thin and/or swollen children need special medical care. They should be taken to a trained health worker or health facility for assessment and treatment.", 
        "language": "eng_UK", 
        "title": "Very thin and/or swollen children need special medical care. They should be taken to a trained health worker or health facility for assessment and treatment.", 
        "primary_category": "af601b40f4c442b2a6efe873ebce45cd", 
        "created_at": "2014-09-12T08:57:39.828528+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-08T06:01:18.973348+00:00", 
        "linked_pages": [], 
        "slug": "very-thin-andor-swollen-children-need-special-medical-care-they-should-be-taken-to-a-trained-health-worker-or-health-facility-for-assessment-and-treatment", 
        "content": "A short period of inadequate nutrition together with illness or infection can\nquickly make a child dangerously malnourished. The child needs urgent\ntreatment with special foods and medicine. He or she should be taken directly\nto the nearest health-care provider. Children with severe acute malnutrition\nare very thin. They may also have swollen parts of the body, usually the feet\nand the legs. A trained health worker can identify severe acute malnutrition\nby measuring the child's weight and height, using a special band to measure\nthe upper arms or checking for equal swelling in both legs. Treating a child\nwith severe acute malnutrition effectively needs to be done by a health-care\nprovider. The treatment depends on how sick the child is. Most children over 6\nmonths old can be treated with a special ready-to-use therapeutic food (RUTF).\nThis is a soft pre-packaged food that contains all the nutrients needed for\nthe child's recovery. RUTF is easy for children to consume directly from the\npacket and requires no mixing with water or other foods, making it safe to use\nanywhere. Parents or other caregivers are provided with a week's supply of\nRUTF, along with information on how to treat the child. Medications are also\nprovided as part of the treatment.The child should be taken back to the\nhealth-care provider every week to monitor his or her progress. More intensive\ntreatment is needed for children who are not able to eat RUTF, have other\nmedical problems or are under 6 months old. These cases should be referred to\na hospital or other facility that can provide 24-hour medical care,\ntherapeutic milks and breastfeeding support. Children with severe acute\nmalnutrition get cold more quickly than other children, so they must always be\nkept warm. Skin-to-skin contact with the mother or other caregiver can help\nkeep a child warm. Both the mother and child should be covered. The child's\nhead should also be kept covered. Although children with severe acute\nmalnutrition need special nutritional treatment, breastmilk is still a vital\nsource of nutrients and protection from disease. In addition to the special\ntreatment (either at home or in a facility), children who are breastfeeding\nshould continue to breastfeed.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "418051bf146f491c9036a8f9f7d7492d"
    }, 
    "model": "GitPageModel"
}