{
    "fields": {
        "subtitle": "", 
        "description": "Hygiene is very important during menstruation. Clean and dry feminine hygiene products should be available to girls and women. A clean, private space should be provided to allow them to clean themselves and wash and dry their cloths. Sanitary napkins need to be disposed of carefully with other refuse or burned.", 
        "language": "eng_UK", 
        "title": "Hygiene is very important during menstruation. Clean and dry feminine hygiene products should be available to girls and women. A clean, private space should be provided to allow them to clean themselv", 
        "primary_category": "e8b0af5d763747c9956ff08084260809", 
        "created_at": "2014-07-22T17:59:49+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-07-22T18:19:11.675013+00:00", 
        "linked_pages": [], 
        "slug": "hygiene-is-very-important-during-menstruation-clean-and-dry-feminine-hygiene-products-should-be-available-to-girls-and-women-a-clean-private-space-should-be-provided-to-allow-them-to-clean-themselv", 
        "content": "Adolescent and pre-adolescent girls need to be informed about the significance\nof menstruation in relation to reproduction and the importance of menstrual\nhygiene. They need information on how to care for and clean themselves when\nthey are menstruating. Boys should also learn about menstruation and be aware\nof girls' particular hygiene needs.\n\nHygienic menstruation practices among adolescent girls and women should be\npromoted and supported.\n\n  * Clean and dry feminine hygiene products such as cloths or napkins should be available. Where cloths are used it is important that they are regularly washed with soap and water and dried fully in the sun before the next use. Damp cloths can carry germs that can lead to infections. Used sanitary napkins should be disposed of in a refuse pit or collected and burned.\n  * Water and soap should be provided in a private place (bathing area, latrine) for girls and women to wash during menstruation and for washing their hands after changing their cloth/napkin. Poor menstruation hygiene can lead to fungal infections. Repeated infections can lead to serious reproductive tract infections. These could cause infertility.\n  * Schools should have separate latrines for girls and boys. The girls' latrine in particular needs access to water and soap so girls can clean themselves. Latrines that are private, clean and safe contribute to keeping girls in school longer, which can delay early marriage and pregnancy.\n\nWhen girls and women are menstruating, their privacy needs to be respected.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "de598b5b3d53431ab78b4e2903ae3dd7"
    }, 
    "model": "GitPageModel"
}