{
    "fields": {
        "subtitle": "", 
        "description": "All faeces, including those of babies and young children, should be disposed of safely. Making sure that all family members use a toilet, latrine or potty (for young children) is the best way to dispose of faeces. Where there is no toilet, faeces should be buried.", 
        "language": "eng_UK", 
        "title": "All faeces, including those of babies and young children, should be disposed of safely. Making sure that all family members use a toilet, latrine or potty (for young children) is the best way to dispo", 
        "primary_category": "e8b0af5d763747c9956ff08084260809", 
        "created_at": "2014-07-22T20:06:32+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-07-22T18:06:36.525544+00:00", 
        "linked_pages": [], 
        "slug": "all-faeces-including-those-of-babies-and-young-children-should-be-disposed-of-safely-making-sure-that-all-family-members-use-a-toilet-latrine-or-potty-for-young-children-is-the-best-way-to-dispo", 
        "content": "Many illnesses, especially diarrhoea, come from germs found in human faeces.\nIf the germs get into water or onto food, hands, utensils or surfaces used for\npreparing and serving food, they can be swallowed and cause illness. Safe\ndisposal of all faeces - both human and animal - is the single most important\naction to prevent the spread of germs by people or flies. Human faeces need to\nbe put down a toilet or latrine, or buried.\n\nAll faeces, including those of babies and young children, carry germs and are\ndangerous. If children defecate without using a toilet or latrine, their\nfaeces should be cleaned up immediately and flushed down the toilet or put\ndown the latrine or buried. Parents' or other caregivers' and children's hands\nshould then be washed with soap and water or a substitute, such as ash and\nwater.\n\nIf it is not possible to use a toilet or latrine, everyone should always\ndefecate well away from houses, paths, water sources and places where children\nplay. The faeces should then be buried immediately. Animal faeces also need to\nbe kept away from the houses, paths and areas where children play.\n\nLatrines and toilets need to be cleaned frequently. Latrines should be kept\ncovered and toilets should be flushed. A clean latrine attracts fewer flies.\nPeople are more likely to use a clean latrine. Local governments and non-\ngovernmental organizations can often advise households and communities on the\ndesign, materials and construction for building low-cost sanitary latrines.\n\nIn urban areas, the government and communities should work together to\ndetermine how to install low-cost latrines or toilets, sanitation and drainage\nsystems, safe drinking water and refuse collection.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "9dfee048f76247ea8e8d6531d380e9cc"
    }, 
    "model": "GitPageModel"
}