{
    "fields": {
        "subtitle": "", 
        "description": "Young children like to put things in their mouths. To prevent choking, small objects, such as coins, nuts and buttons, should be kept out of their reach. Children's foods should be cut into small pieces that can be easily chewed and swallowed.", 
        "language": "eng_UK", 
        "title": "Young children like to put things in their mouths. To prevent choking, small objects, such as coins, nuts and buttons, should be kept out of their reach. Children's foods should be cut into small piec", 
        "primary_category": "7349c191be27404e8608d9dce12d7825", 
        "created_at": "2014-09-12T10:36:24+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:43:53.875020+00:00", 
        "linked_pages": [], 
        "slug": "young-children-like-to-put-things-in-their-mouths-to-prevent-choking-small-objects-such-as-coins-nuts-and-buttons-should-be-kept-out-of-their-reach-childrens-foods-should-be-cut-into-small-piec", 
        "content": "One way young children explore their environment is by putting things in their\nmouths which might cause them to choke. Also, young children have difficulty\nchewing and swallowing some foods such as hard sweets that can cause them to\nchoke.\n\n**Parents or other caregivers should:**\n\n  * keep play and sleeping areas free of small objects such as buttons, beads, balloons, pen caps, coins, seeds and nuts\n  * check new toys carefully before children play with them to make sure they have no loose or sharp pieces that could break and be swallowed by or hurt the child\n  * never give young children foods they can choke on such as groundnuts (peanuts), hard sweets or food with small bones or seeds\n  * always supervise young children during meals, and cut or tear children's food into small pieces that can be easily chewed or swallowed.\n\nCoughing, gagging and high-pitched, noisy breathing or the inability to make\nany sound at all indicate breathing difficulty and possible choking. Parents\nand other caregivers should suspect a child is choking when he or she suddenly\nhas trouble breathing, even if no one has seen the child put something into\nthe mouth.\n\n[For first aid advice on choking, refer to the end of this\nchapter.](/content/detail/first-aid-advice/)\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "dc2e72bb04a24ab092d41b4cac204c7a"
    }, 
    "model": "GitPageModel"
}