{
    "fields": {
        "subtitle": "", 
        "description": "Post-natal care for the mother and child reduces the risk of complications and supports mothers and fathers or other caregivers to help their new baby get a healthy start in life. The mother and child should be checked regularly during the first 24 hours after childbirth, in the first week, and again six weeks after birth. If there are complications, more frequent check-ups are necessary.", 
        "language": "eng_UK", 
        "title": "Post-natal care for the mother and child reduces the risk of complications and supports mothers and fathers or other caregivers to help their new baby get a healthy start in life. The mother and child", 
        "primary_category": "d274d523e8df4fb1817943261e253291", 
        "created_at": "2014-09-10T13:15:21+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-15T09:25:30.588519+00:00", 
        "linked_pages": [], 
        "slug": "post-natal-care-for-the-mother-and-child-reduces-the-risk-of-complications-and-supports-mothers-and-fathers-or-other-caregivers-to-help-their-new-baby-get-a-healthy-start-in-life-the-mother-and-child", 
        "content": "Post-natal care assisted by a skilled birth attendant is important to help\nensure the survival and health of the mother and her newborn. During the first\nhours after childbirth and the first week and month of life, newborn babies\nare particularly vulnerable.\n\n**After childbirth the skilled birth attendant will:**\n\n  * check the mother's and baby's health regularly during the 24 hours after birth, during the first week, and again six weeks after birth\n  * advise and support the mother on how to continue breastfeeding the baby\n  * advise the new parents on how to prevent or delay another birth\n  * advise the mother on nutrition, rest, hygiene, immunizations, sleeping under an insecticide-treated mosquito net in malarial areas, regular health check-ups and how to care for herself and her baby; advise the father to be supportive of these needs of the mother and child\n  * explain potential danger signs for the mother and her baby\n  * support the mother, father and family in preparing an emergency plan in the event complications arise\n  * advise mothers and fathers on STIs, including HIV, and if they are infected with HIV, how to care for themselves and their child and how to practise breastfeeding in a way that reduces the risk of infecting the child\n  * counsel the mother who is HIV-positive and her partner to help them make informed decisions on future pregnancies and contraceptive methods ([refer to the HIV chapter for more information](/content/detail/why-it-is-important-10/))\n  * schedule the next follow-up visit for the mother and her baby.\n\n**For the mother and/or child with complications, the skilled birth attendant will:**\n\n  * explain to the mother any complications she or her baby had and the treatment received and how she should continue to care for herself and her baby at home\n  * provide the mother with medications if necessary and instructions on how, when, and for how long to administer them\n  * identify and administer missing immunizations to the mother, including tetanus toxoid\n  * advise the mother and father or other caregivers on how to best care for their baby if born too soon or too small, or with other special needs\n  * schedule frequent follow-up visits to assess the health of the mother and her baby.\n\n**The first days and weeks are especially risky for low-birthweight babies. The majority of newborn deaths occur in low-birthweight babies. Many of these babies could be saved with post-natal care provided by a skilled birth attendant who will:**\n\n  * identify and address the danger signs in a timely manner\n  * provide extra support for breastfeeding, including expressing milk and cup feeding\n  * ensure the baby is warm by helping the mother or other caregiver use skin-to-skin care, also known as the 'Kangaroo Mother Care' method\n  * refer the baby for emergency care if the infant is unable to breastfeed or accept expressed milk.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "34436aec968541368c77f0fce524aac8"
    }, 
    "model": "GitPageModel"
}