{
    "fields": {
        "subtitle": "", 
        "description": "Malaria is very dangerous for pregnant women. Wherever malaria is common, they should prevent malaria by taking antimalarial tablets recommended by a trained health worker and by sleeping under an insecticide-treated mosquito net.", 
        "language": "eng_UK", 
        "title": "Malaria is very dangerous for pregnant women. Wherever malaria is common, they should prevent malaria by taking antimalarial tablets recommended by a trained health worker and by sleeping under an ins", 
        "primary_category": "3b03345ef9134c3c96873f2d1435597d", 
        "created_at": "2014-09-09T12:10:27+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-09T13:56:52.825965+00:00", 
        "linked_pages": [], 
        "slug": "malaria-is-very-dangerous-for-pregnant-women-wherever-malaria-is-common-they-should-prevent-malaria-by-taking-antimalarial-tablets-recommended-by-a-trained-health-worker-and-by-sleeping-under-an-ins", 
        "content": "Pregnant women are more likely to suffer from malaria than other women. The\r\ndisease is more dangerous during pregnancy, especially during the first\r\npregnancy. This is due to changes in a woman's body that lower her previous\r\nlevel of resistance to malaria. Malaria can cause severe anaemia ('thin\r\nblood'), miscarriage, premature birth or stillbirth. Babies born to mothers\r\nwho have had malaria during pregnancy are often underweight. This makes them\r\nmore vulnerable to infection or death during their first year. Women in their\r\nfirst pregnancy in areas where malaria is prevalent often do not show the\r\ntypical signs of malaria. As preventive treatment, pregnant women in malarial\r\nareas, especially those in their first pregnancy, who can be asymptomatic\r\n(without symptoms), should take antimalarial tablets in the second and third\r\ntrimesters, as recommended by a trained health worker. The health worker will\r\nknow which antimalarial tablets are best to take. It is also very important\r\nthat pregnant women sleep under insecticide-treated mosquito nets. Pregnant\r\nwomen with signs and symptoms of Plasmodium falciparum malaria must be treated\r\nimmediately by a trained health worker with quinine in the first trimester and\r\nACTs in the second and third trimesters.\r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "4f09fbfbe8f84ff7b31213c508434410"
    }, 
    "model": "GitPageModel"
}