{
    "fields": {
        "subtitle": "", 
        "description": "Why it is important", 
        "language": "eng_UK", 
        "title": "Why it is important ", 
        "primary_category": "a6821e973bb74e08864a0395a5d5d850", 
        "created_at": "2014-09-10T13:52:39.524544+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-17T07:12:25.456087+00:00", 
        "linked_pages": [], 
        "slug": "why-it-is-important-3", 
        "content": "Babies who are breastfed are generally healthier and achieve optimal growth\nand development compared to those who are fed formula milk. If the vast\nmajority of babies were exclusively fed breastmilk in their first six months\nof life - meaning only breastmilk and no other liquids or solids, not even\nwater - it is estimated that the lives of at least 1.2 million children would\nbe saved every year. If children continue to be breastfed up to two years and\nbeyond, the health and development of millions of children would be greatly\nimproved. Infants who are not breastfed are at an increased risk of illness\nthat can compromise their growth and raise the risk of death or disability.\nBreastfed babies receive protection from illnesses through the mother's milk.\nBreastfeeding is the natural and recommended way of feeding all infants, even\nwhen artificial feeding is affordable, clean water is available, and good\nhygienic conditions for preparing and feeding infant formula exist. If a\nmother is HIV-positive, there is a risk that she can transmit HIV to her baby\nthrough breastfeeding. Counselling can help her carefully weigh the risks and\nmake an informed decision on which feeding option is best for her baby and\nmost manageable for her. Almost every mother can breastfeed successfully. All\nmothers, particularly those who might lack the confidence to breastfeed, need\nthe encouragement and practical support of the baby's father and their\nfamilies, friends and relatives. Health workers, community workers, women's\norganizations and employers can also provide support. Everyone has the right\nto information about the benefits of breastfeeding and the risks of artificial\nfeeding. Governments have a responsibility to provide this information.\nCommunities as well as media and other channels of communication can play a\nkey role in promoting breastfeeding.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 8, 
        "id": "917df4356cb44d279981b5f3c9d221bc"
    }, 
    "model": "GitPageModel"
}