{
    "fields": {
        "subtitle": "", 
        "description": "Income support and social welfare services can help keep families together and children in school and ensure access to health care.", 
        "language": "eng_UK", 
        "title": "Income support and social welfare services can help keep families together and children in school and ensure access to health care.", 
        "primary_category": "a5495b83dd56498b98723ec467467350", 
        "created_at": "2014-09-12T10:24:17.529318+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-07T14:45:16.652910+00:00", 
        "linked_pages": [], 
        "slug": "income-support-and-social-welfare-services-can-help-keep-families-together-and-children-in-school-and-ensure-access-to-health-care", 
        "content": "Households that need income support and social welfare services may be headed\nby the elderly, widows, children or individuals who are sick or disabled. This\ncan include families affected by HIV. Income support and social welfare\nservices can provide children and families the means to: * purchase food * pay\nfor or access health care and education * keep families together * keep\nchildren out of institutional care or from working or living on the street *\nhelp families break out of the cycle of poverty. The government and local\nauthorities, with support from civil society, can help identify families in\nneed. They can assist families with income support and social welfare services\nsuch as counselling and legal aid. It is important to ensure that families do\nnot face discrimination related to accessing or using the services.\nInformation on income support and social welfare services can be provided\nthrough various communication channels, including health centres, schools and\ncommunity centres; during community meetings and events; and through radio and\nloudspeaker announcements.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "60ab91c0d0ab412dbf113e828276cd08"
    }, 
    "model": "GitPageModel"
}