{
    "fields": {
        "subtitle": "", 
        "description": "Children and pregnant women exposed to smoke from tobacco or cooking fires are particularly at risk of pneumonia or other breathing illnesses.", 
        "language": "eng_UK", 
        "title": "Children and pregnant women exposed to smoke from tobacco or cooking fires are particularly at risk of pneumonia or other breathing illnesses.", 
        "primary_category": "bb578a55285c448fa3d1326865481751", 
        "created_at": "2014-09-12T10:16:28.031677+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:16:28.041125+00:00", 
        "linked_pages": [], 
        "slug": "children-and-pregnant-women-exposed-to-smoke-from-tobacco-or-cooking-fires-are-particularly-at-risk-of-pneumonia-or-other-breathing-illnesses", 
        "content": "Children are more likely to get pneumonia and other breathing illnesses if\nthey live in an environment with smoke.\n\nExposure to smoke can harm a child, even before birth. Pregnant women should\nnot smoke or be exposed to smoke. Babies especially should be kept out of\nsmoky kitchens and away from cooking fires.\n\nTobacco use generally begins during adolescence. Adolescents are more likely\nto start smoking if (1) the adults around them smoke, (2) tobacco advertising\nand promotion are common, and (3) tobacco products are cheap and easily\naccessible. Adolescents should be encouraged to avoid smoking and caution\ntheir friends about its dangers.\n\nSecond-hand smoke is particularly harmful to young children. It stays in the\nair for hours after cigarettes, pipes or cigars have been put out. Non-smokers\nwho inhale this smoke are more vulnerable to respiratory infections, asthma\nand cancer.\n\nParents and other caregivers need to be aware of the detrimental effects of\nsecond-hand smoke and take responsibility to refrain from smoking around\nchildren. Governments and communities can work together to inform the public\nof the harmful effects of smoky environments and second-hand smoke on\nchildren.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "377a05bb924b4b668d3493c79d7bf777"
    }, 
    "model": "GitPageModel"
}