{
    "fields": {
        "subtitle": "", 
        "description": "All people living with HIV should know their rights.", 
        "language": "eng_UK", 
        "title": "All people living with HIV should know their rights.", 
        "primary_category": "c17026d2949e404ebe5bf5f3397f9bbc", 
        "created_at": "2014-09-15T09:07:12+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-09T16:40:00.887873+00:00", 
        "linked_pages": [
            "cea01c58b7e8473a8affaa68361f48d2"
        ], 
        "slug": "all-people-living-with-hiv-should-know-their-rights", 
        "content": "Governments have a responsibility to ensure protection of the rights of\r\nchildren and their family members infected with or affected by HIV and to\r\ncollaborate with families, communities and non-governmental and faith-based\r\norganizations. Where AIDS intersects with extreme poverty, conflict and large\r\nfamilies, comprehensive support to all orphans and vulnerable children is wise\r\nand cost- effective. Children infected with or affected by HIV should be fully\r\nincluded in such strategies and their rights should be protected - including\r\nrights to privacy, confidentiality and non-discrimination. Many children live\r\nin difficult circumstances without full protection of their rights. They may\r\nbe infected with HIV or at risk of exposure. They may live on the streets, in\r\norphanages or in extreme poverty or exploitative situations. These children\r\nhave the right to live in a family. Their families may need help reuniting\r\nand/or staying together. All these children should receive support to go to\r\nschool and/or get vocational training. They should also receive support to\r\naccess health and nutritional care as well as legal and social welfare\r\nservices. They have a right to these services. Local authorities and non-\r\ngovernmental, faith-based and community-based organizations can help mothers,\r\nfathers, other caregivers, children and adolescents living with or affected by\r\nHIV know their rights and understand how to advocate for them in relation to\r\nthe country's judicial and administrative systems, as well as with government\r\nauthorities responsible for policies, programmes and services.\r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "2bc3c4e418404dbe97c7baec7e6a04f9"
    }, 
    "model": "GitPageModel"
}