{
    "fields": {
        "subtitle": "", 
        "description": "All people living with HIV should know their rights.", 
        "language": "eng_UK", 
        "title": "All people living with HIV should know their rights.", 
        "primary_category": "c17026d2949e404ebe5bf5f3397f9bbc", 
        "created_at": "2014-09-15T09:07:12+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-09T17:41:05.331265+00:00", 
        "linked_pages": [
            "31e3c6947e7e4b6198ea3eea17380afc", 
            "e54fa40b54a0411db04ddfccb0ab0aae", 
            "2a5ef1e76d1f412994a3b872635986b6", 
            "8b828c9b49554459936497f2f3f5e6c5"
        ], 
        "slug": "all-people-living-with-hiv-should-know-their-rights", 
        "content": "Governments have a responsibility to ensure protection of the rights of children and their family members infected with or affected by HIV and to collaborate with families, communities and non-governmental and faith-based organizations. Where AIDS intersects with extreme poverty, conflict and large families, comprehensive support to all orphans and vulnerable children is wise and cost- effective. Children infected with or affected by HIV should be fully included in such strategies and their rights should be protected - including rights to privacy, confidentiality and non-discrimination. Many children live in difficult circumstances without full protection of their rights. \r\n\r\nThey may be infected with HIV or at risk of exposure. They may live on the streets, in orphanages or in extreme poverty or exploitative situations. These children have the right to live in a family. Their families may need help reuniting and/or staying together. All these children should receive support to go to school and/or get vocational training. They should also receive support to access health and nutritional care as well as legal and social welfare services. \r\n\r\nThey have a right to these services. Local authorities and non- governmental, faith-based and community-based organizations can help mothers, fathers, other caregivers, children and adolescents living with or affected by HIV know their rights and understand how to advocate for them in relation to the country's judicial and administrative systems, as well as with government authorities responsible for policies, programmes and services.  ", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "2bc3c4e418404dbe97c7baec7e6a04f9"
    }, 
    "model": "GitPageModel"
}