{
    "fields": {
        "subtitle": "", 
        "description": "Every pregnancy is special. All pregnant women need at least four prenatal care visits to help ensure a safe and healthy pregnancy. Pregnant women and their families need to be able to recognize the signs of labour and the warning signs of pregnancy complications. They need to have plans and resources for obtaining skilled care for the birth and immediate help if problems arise.", 
        "language": "eng_UK", 
        "title": "Every pregnancy is special. All pregnant women need at least four prenatal care visits to help ensure a safe and healthy pregnancy. Pregnant women and their families need to be able to recognize the s", 
        "primary_category": "d274d523e8df4fb1817943261e253291", 
        "created_at": "2014-09-10T13:20:25.816207+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T13:20:25.848366+00:00", 
        "linked_pages": [], 
        "slug": "every-pregnancy-is-special-all-pregnant-women-need-at-least-four-prenatal-care-visits-to-help-ensure-a-safe-and-healthy-pregnancy-pregnant-women-and-their-families-need-to-be-able-to-recognize-the-s", 
        "content": "When a young woman begins to be sexually active, she needs information about\npregnancy and the risks of sexually transmitted infections (STIs), including\nHIV. She should be able to recognize the early signs of pregnancy. If she\nbecomes pregnant, she should be supported to receive prenatal care early in\nthe pregnancy from a trained health worker. She should learn about the normal\nphases of pregnancy and how to keep herself and her baby healthy during the\npregnancy. She needs to know the warning signs of serious pregnancy\ncomplications.\n\nA pregnant woman needs at least four prenatal visits with a trained health\nworker during every pregnancy. The first prenatal visit should take place as\nearly as possible, ideally in the first three months (the first trimester) of\npregnancy, and the other three visits can be scheduled to take place at\npredetermined times during the remainder of the pregnancy.\n\n**To help ensure a safe and healthy pregnancy, a trained health worker or skilled birth attendant should:**\n\n  * provide the pregnant woman with information on the changes occurring in her body\n  * check for high blood pressure, which can be dangerous to both mother and child\n  * check for anaemia and provide iron-folic acid supplements, ensure that the woman understands the importance of taking the supplements and explain the normal side effects, including constipation and nausea\n  * screen for night blindness to determine if the woman needs to be treated with vitamin A and, if necessary, prescribe vitamin A to protect the mother and promote the healthy development of the fetus\n  * review the mother's tetanus immunization status and give the dose(s) needed to protect her and her newborn baby\n  * encourage all pregnant women to use only iodized salt in food preparation to help protect their children from mental and physical disabilities and to protect themselves from goitre\n  * encourage all pregnant women to have more nutritious meals, increased quantities of food and more rest than usual\n  * prescribe antimalarial tablets and recommend use of an insecticide-treated mosquito net where needed\n  * prescribe deworming medication, as necessary, from the second trimester onward to help reduce low birthweight\n  * prepare the mother and father for the experience of childbirth and caring for their newborn, give the mother advice on breastfeeding and caring for herself, and provide the father with guidance on how he can assist\n  * advise the pregnant woman and her family on where the birth should take place and how to get help if complications arise before and during childbirth or immediately after delivery\n  * provide referrals when needed to groups in the community that provide support and protect pregnant women living with violence\n  * advise on how to avoid STIs, including HIV\n  * check for infections during pregnancy, especially urinary tract infections and STIs, including HIV, and treat them with appropriate medications\n  * provide voluntary and confidential HIV testing and counselling.\n\nA pregnant woman who is HIV-positive should consult a trained health worker\nfor counselling on how to reduce the risk of infecting her baby during\npregnancy, childbirth and breastfeeding and how to care for herself and her\nbaby. A pregnant woman who thinks she may be infected with HIV should be\nsupported to get tested and receive counselling. The father-to-be should also\nbe tested and counselled (refer to the HIV chapter for more information).\n\n**Every pregnant woman and her family need to know that pregnancy and childbearing can have risks. They should be able to recognize the warning signs.**\n\nIt is generally recommended that women give birth in a facility and with a\nskilled birth attendant, since complications cannot be predicted. For some\nwomen, this is even more important because the possibility of complications\nincreases if they:\n\n  * are under 18 or over 35 years of age\n  * gave birth less than two years ago\n  * have had several previous pregnancies\n  * have had a previous premature birth or a baby weighing less than 2 kilograms at birth\n  * have had a previous difficult birth or Caesarean birth\n  * have had a miscarriage or stillbirth\n  * weigh less than 38 kilograms\n  * are less than 1.5 metres tall\n  * have been through infibulation or genital cutting\n  * have HIV or other STIs.\n\nA pregnant woman should be supported to recognize the signs of labour and know\nwhen it is time to seek a skilled birth attendant to assist with the birth.\n\n**The signs of labour include any one of the following:**\n\n  * painful contractions every 20 minutes or less\n  * the water breaks\n  * bloody, sticky discharge.\n\n**Warning signs during pregnancy include:**\n\n  * anaemia (symptoms include paleness of the tongue and inside the eyelids, fatigue and shortness of breath)\n  * unusual swelling of legs, arms or face\n  * little or no movement of the fetus.\n\n**Signs that mean help is needed immediately include:**\n\n  * spotting or bleeding from the vagina\n  * severe headaches, blurred vision\n  * convulsions (fits)\n  * severe abdominal pain\n  * fever and weakness\n  * fast or difficult breathing\n  * labour pains for more than 12 hours.\n\n**During the prenatal visits, the pregnant woman and her family should be supported in preparing for the birth and possible complications by developing a plan that specifies:**\n\n  * where the woman will give birth and where she will go if complications arise\n  * who will accompany her\n  * how she will get there\n  * what supplies she needs to take for herself and her baby\n  * what costs are involved and how they will be covered\n  * who will help take care of her family while she is away\n  * who can donate blood if it is needed.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "adec1ad1c1424c7784b363d32ac286d5"
    }, 
    "model": "GitPageModel"
}