{
    "fields": {
        "subtitle": "", 
        "description": "All children have a right to age-appropriate information, to be heard and to participate in making decisions that concern them. Fulfilment of this right enables children to take an active role in their own protection against abuse, violence and exploitation, and to become active citizens.", 
        "language": "eng_UK", 
        "title": "All children have a right to age-appropriate information, to be heard and to participate in making decisions that concern them. Fulfilment of this right enables children to take an active role in thei", 
        "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
        "created_at": "2014-09-12T10:23:40.119434+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:23:40.126997+00:00", 
        "linked_pages": [], 
        "slug": "all-children-have-a-right-to-age-appropriate-information-to-be-heard-and-to-participate-in-making-decisions-that-concern-them-fulfilment-of-this-right-enables-children-to-take-an-active-role-in-thei", 
        "content": "From a very early age, including during infancy, girls and boys form and\nexpress views and interests. As they grow so does their ability to participate\nin decisions that concern them and their families and communities.\n\nChildren and adults should actively and consistently talk to each other,\nsharing information and ideas in the home, school and community. The exchange\nshould be based on mutual respect. Children's views should be listened to and\ntaken seriously in accordance with the child's age and maturity.\n\nGirls and boys who express their opinions freely are more likely to assume\nresponsibilities, develop critical thinking and communication skills, and make\ninformed decisions as they grow. They are often able to:\n\n  * learn and perform better in school\n  * contribute to making responsible decisions regarding their education and health\n  * protect themselves against sexually transmitted infections, including HIV, unwanted pregnancy, bullying, bias, discrimination, harassment, violence, abuse and exploitation\n  * learn and practise active citizenship and grow into adults who will be ready to exercise their rights and responsibilities.\n\nChildren are avid users, producers and subjects of media, a powerful source\nfor influencing opinion and perceptions among children. Different forms of\nmedia can be used responsibly to broaden children's knowledge, inform them on\nhow to protect themselves and develop their citizenship skills.\n\nChildren-led associations or clubs can give girls and boys a place to voice\ntheir ideas, perspectives and concerns. Such clubs provide an opportunity for\nthem to socialize and develop their interests and leadership skills.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "74abbc548e664ccd9de0e6622ab972b2"
    }, 
    "model": "GitPageModel"
}