{
    "fields": {
        "subtitle": "", 
        "description": "As the child's intake of foods and drinks increases, the risk of diarrhoea substantially increases. Contamination of foods with germs is a major cause of diarrhoea and other illnesses that cause children to lose nutrients and energy needed for growth and development. Good hygiene, safe water and proper handling, preparation and storing of foods are crucial to prevent illnesses.", 
        "language": "eng_UK", 
        "title": "As the child's intake of foods and drinks increases, the risk of diarrhoea substantially increases. Contamination of foods with germs is a major cause of diarrhoea and other illnesses that cause child", 
        "primary_category": "af601b40f4c442b2a6efe873ebce45cd", 
        "created_at": "2014-09-12T09:05:36.333553+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-08T06:04:45.366323+00:00", 
        "linked_pages": [], 
        "slug": "as-the-childs-intake-of-foods-and-drinks-increases-the-risk-of-diarrhoea-substantially-increases-contamination-of-foods-with-germs-is-a-major-cause-of-diarrhoea-and-other-illnesses-that-cause-child", 
        "content": "As children grow and become mobile they put everything in their mouths. They\ncan pick up germs more easily as they explore and discover the world around\nthem. This makes it very important for parents and other caregivers to\npractice good hygiene, such as hand washing with soap. They also need to\nhandle and prepare food properly, use safe water and keep the living\nenvironment clean. These practices are important to prevent diarrhoea and\nother illnesses and to protect a child's health. Foods should be served\nimmediately after preparation and leftovers safely stored. Clean utensils and\nsurfaces should be used to prepare and serve food. Children should be fed with\nclean cups and bowls. Bottles and nipples/teats should be avoided because they\nare difficult to keep clean. Five key ways to keep food safe are: keep it\nclean; separate raw and cooked foods; cook food thoroughly; keep it at a safe\ntemperature; and wash raw food materials in safe water. ([Refer to the Hygiene\nchapter for more information.](/about/hygiene/))\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "cbf3dffaf8024045903ca1490f1742a0"
    }, 
    "model": "GitPageModel"
}