{
    "fields": {
        "subtitle": "", 
        "description": "A healthy mother, a safe birth, essential newborn care and attention, a loving family and a clean home environment contribute greatly to newborn health and survival.", 
        "language": "eng_UK", 
        "title": "A healthy mother, a safe birth, essential newborn care and attention, a loving family and a clean home environment contribute greatly to newborn health and survival.", 
        "primary_category": "d274d523e8df4fb1817943261e253291", 
        "created_at": "2014-09-10T12:46:13.891828+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T12:46:13.897487+00:00", 
        "linked_pages": [], 
        "slug": "a-healthy-mother-a-safe-birth-essential-newborn-care-and-attention-a-loving-family-and-a-clean-home-environment-contribute-greatly-to-newborn-health-and-survival", 
        "content": "Newborns need to be carefully cared for around the clock, loved, kept clean\nand warm, and fed. Mothers and fathers or other primary caregivers who meet\ntheir basic needs contribute to building the foundation of the babies' future\nhealth, happiness, growth, learning and development.\n\n**A newborn thrives when she or he is:**\n\n  * kept close to and frequently held and cuddled by the mother, father or other primary caregiver\n  * exclusively breastfed from birth through the first six months on demand and at least eight times in a 24-hour period, contributing to bonding between the infant and the mother and giving the baby immunity against infections\n  * loved and given affection, attention, encouragement and stimulation from her or his family members, helping the baby to grow and learn rapidly\n  * kept warm, clean, comfortable and safe, and changed regularly and burped after feeding\n  * cared for in a clean environment that helps to prevent infections\n  * provided with quality health care, including regular check-ups with timely immunizations and weighing to monitor growth.\n\n**A skilled birth attendant will:**\n\n  * respond to new parents' questions on caring for their newborn that may relate to breastfeeding, formula feeding, immunizations, bathing the baby, interacting with the baby, language development, sleeping patterns and more\n  * inform the new parents of danger signs in an infant that require immediate medical attention\n  * help mothers and fathers develop their emergency plan in case complications should arise with their baby\n  * provide the mother and father with a record of essential information about the baby at birth (weight, height, time of birth)\n  * issue the baby's birth certificate for parents to report the birth to the civil registrar.\n\nBabies born early or with low birthweight or babies with other special needs\nrequire special care, love and attention to ensure their survival and optimal\ngrowth and development.\n\nA skilled birth attendant can play a critical role in instructing the mother\nand father on how to care for their baby with special needs.\n\nSome babies may need extra care at a special care unit of a hospital until\nthey are sufficiently developed or well enough to go home with the parents. If\na baby is not yet able to breastfeed, the mother can express her milk and\nsafely store it so it can be fed to the baby using a sterilized feeding tube,\nspoon or cup.\n\nCaring for a newborn brings joy to the mother and father as well as anxiety\nand fatigue as they adjust to having full-time care of the new baby in their\nlives. Since newborns are generally dependent on their parents to provide for\ntheir every need, mothers and fathers need to take good care of themselves.\nBreastfeeding mothers especially need to eat more nutritious food, and all\nmothers should get more rest. A father can support the mother while she\nbreastfeeds by caring for the household and other children or by caring for\nthe newborn while she rests.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "1310538f1a404c579d345d927fd2944c"
    }, 
    "model": "GitPageModel"
}