{
    "fields": {
        "subtitle": "", 
        "description": "All children grow and develop in similar patterns, but each child develops at her or his own pace. Every child has her or his own interests, temperament, style of social interaction and approach to learning.", 
        "language": "eng_UK", 
        "title": "All children grow and develop in similar patterns, but each child develops at her or his own pace. Every child has her or his own interests, temperament, style of social interaction and approach to le", 
        "primary_category": "4562d44271384cc2806bead4bbd9183c", 
        "created_at": "2014-09-10T13:38:04.390060+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T13:38:04.395754+00:00", 
        "linked_pages": [], 
        "slug": "all-children-grow-and-develop-in-similar-patterns-but-each-child-develops-at-her-or-his-own-pace-every-child-has-her-or-his-own-interests-temperament-style-of-social-interaction-and-approach-to-le", 
        "content": "Understanding the ages and stages of child development helps parents\nunderstand the changes to expect as a child grows and develops. Parents or\nother caregivers should be able to seek help when they feel their child is not\ndeveloping as expected.\n\nBy observing how young children respond to touch, sound and sight, parents can\nidentify signs of possible developmental problems or disabilities. If a young\nchild is developing slowly, parents and other caregivers can help by spending\nextra time with the child, playing and talking with the child, and massaging\nthe child's body.\n\nIf the child does not respond to attention and stimulation, parents and other\ncaregivers need to seek help from a trained health worker. Taking early action\nis very important in helping children who have delays and disabilities reach\ntheir full potential. Parents and other caregivers need to encourage the\ngreatest possible development of the child's abilities.\n\nA girl or boy with a disability needs lots of love and extra protection. She\nor he needs all the same attention, care and support every other child needs:\nbirth registration, breastfeeding, immunizations, nutritious food, and\nprotection from abuse and violence. Like all children, children with\ndisabilities should be encouraged to play and interact with other children.\n\nA child who is unhappy or experiencing emotional difficulties may exhibit\nunusual behaviour. Examples include:\n\n  * suddenly becoming emotional, unfriendly, sad, lazy or unhelpful\n  * consistently acting out or misbehaving\n  * crying often\n  * having sleep difficulties\n  * becoming violent with other children\n  * sitting alone instead of playing with family or friends\n  * suddenly having no interest in usual activities or schoolwork\n  * losing appetite.\n\nThe child's parents or other caregivers should be encouraged to talk with and\nlisten to the child. If the problem persists, they should seek help from a\ntrained health worker or teacher.\n\nIf a child has mental or emotional difficulties or has been abused, she or he\nneeds mental health or counselling services. The child should be assessed to\ndetermine what support and treatment are needed.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "ae8bc341b7784ec1adb7ce44f255768e"
    }, 
    "model": "GitPageModel"
}