{
    "fields": {
        "subtitle": "", 
        "description": "A child's life is in danger if she or he has several watery stools within an hour or if there is blood in the stool. Immediate help from a trained health worker is needed.", 
        "language": "eng_UK", 
        "title": "A child's life is in danger if she or he has several watery stools within an hour or if there is blood in the stool. Immediate help from a trained health worker is needed.", 
        "primary_category": "68bc9bc3fff940faa8a85a49f6ab70dc", 
        "created_at": "2014-07-22T18:00:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-07-22T18:04:01.675235+00:00", 
        "linked_pages": [], 
        "slug": "a-childs-life-is-in-danger-if-she-or-he-has-several-watery-stools-within-an-hour-or-if-there-is-blood-in-the-stool-immediate-help-from-a-trained-health-worker-is-needed", 
        "content": "Parents should immediately seek help from a trained health worker if the\nchild:\n\n  * passes several watery stools in an hour\n  * passes blood in the stool\n  * vomits frequently\n  * has a fever\n  * is extremely thirsty\n  * does not want to drink\n  * refuses to eat\n  * has sunken eyes\n  * looks weak or is lethargic\n  * has had diarrhoea for several days.\n\nIf the child has any of these signs, help from a trained health worker is\nneeded urgently. In the meantime, the child should be given ORS solution\nand/or other liquids, plus zinc.\n\nIf the child passes several watery stools in one hour and vomits, there is\ncause for alarm - these are possible signs of cholera. Cholera can kill\nchildren in a matter of hours. Medical help should be sought immediately and\nthe child should continue to receive ORS solution and zinc.\n\nCholera can spread throughout the community quickly through contaminated water\nor food. Cholera usually occurs in situations where there is poor sanitation\nand overcrowding.\n\nThere are four steps to take to limit the spread of cholera or diarrhoea:\n\n  1. Always wash hands with soap and water or a substitute, such as ash and water, after defecation, after contact with faeces, before touching or preparing food, before eating and before feeding children.\n  2. Dispose of all faeces, including those of infants and young children, in a latrine or toilet, or bury them. Disinfect the places touched by the faeces.\n  3. Use safe drinking water.\n  4. Wash, peel or cook all foods.\n\nTrained health workers and health centres should provide families and\ncommunities with clear information on the risks of diarrhoea and cholera and\nwhat steps to take when either one occurs.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "973a6b0d9ddd49ba99314cb09add87bf"
    }, 
    "model": "GitPageModel"
}