{
    "fields": {
        "subtitle": "", 
        "description": "Families can help prevent pneumonia by making sure babies are exclusively breastfed for the first six months and that all children are well nourished and fully immunized.", 
        "language": "eng_UK", 
        "title": "Families can help prevent pneumonia by making sure babies are exclusively breastfed for the first six months and that all children are well nourished and fully immunized.", 
        "primary_category": "e69d489411004b33842a2e91b14592d9", 
        "created_at": "2014-09-12T10:18:07.064536+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-17T07:12:44.474436+00:00", 
        "linked_pages": [], 
        "slug": "families-can-help-prevent-pneumonia-by-making-sure-babies-are-exclusively-breastfed-for-the-first-six-months-and-that-all-children-are-well-nourished-and-fully-immunized", 
        "content": "Breastfeeding helps to protect babies from pneumonia and other illnesses. It\nis important to give breastmilk alone for the first six months of a baby's\nlife. After six months of age, a child should eat a variety of healthy foods\nand continue to breastfeed, to ensure that she or he gets the nutrients\nnecessary to stay healthy and be less susceptible to respiratory infections\nand other illnesses. Some examples of healthy foods include fruits and\nvegetables (including green leafy vegetables), liver, red palm oil, dairy\nproducts, fish and eggs. Safe water and good hygiene practices help to reduce\nthe number of respiratory infections and other illnesses, such as diarrhoea.\nThese practices include washing vegetables and fruits, keeping food\npreparation surfaces clean, and washing hands with soap and water or with a\nsubstitute, such as ash and water. Every child should complete a recommended\nseries of immunizations. Early protection is critical; the immunizations in\nthe first year and into the second year are especially important. The child\nwill then be protected against measles, pertussis (whooping cough),\ntuberculosis and other respiratory illnesses, which can lead to pneumonia.\nParents and other caregivers should ensure that both girls and boys are\nequally provided with a varied and healthy diet and all immunizations. Health\nworkers can provide parents and other caregivers with information on diets,\nhygiene and immunizations and how they protect against pneumonia and other\nillnesses.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 2, 
        "id": "a4a87a7371a14e1f9f3406946aecb97b"
    }, 
    "model": "GitPageModel"
}