{
  "subtitle": "", 
  "description": "If a woman is infected with HIV, there is a risk that she can pass the infection to her infant through breastfeeding. In the first six months, this risk is much greater if the infant is fed both breastmilk and other liquids and foods than if fed breastmilk alone. Therefore, it is recommended that the baby receives breastmilk alone for the first six months, unless it is acceptable, feasible, affordable, sustainable and safe to give breastmilk substitutes (infant formula) exclusively.", 
  "language": "eng_UK", 
  "title": "If a woman is infected with HIV, there is a risk that she can pass the infection to her infant through breastfeeding. In the first six months, this risk is much greater if the infant is fed both breas", 
  "primary_category": "a6821e973bb74e08864a0395a5d5d850", 
  "created_at": "2014-09-10T14:09:44+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-10-17T07:12:25.431491+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "2891365b056e4c99ac69d5d9eb0e7805", 
  "content": "**HIV testing, treatment and counselling** Pregnant women and new mothers who think they may be infected with HIV should consult a trained health worker for HIV testing and counselling. Women who are HIV-positive should be counselled on how to reduce the risk of passing HIV to their children during pregnancy, childbirth or breastfeeding. They should also be counselled and supported on how to get treatment and care for themselves. A trained health worker can provide women who are HIV-positive with information on antiretroviral therapy (ART), a group of medicines for people with HIV infection. ART can help reduce the risk of mother-to-child transmission of HIV and contribute to keeping the mother healthy. All health workers should know if HIV testing and ART are available at their local clinic. They should provide information on these and other related services to pregnant women and new mothers. **Assess the risks and determine what is manageable** The HIV-positive mother should be counselled and provided with information to help her decide which feeding option is best for her baby and most manageable for her. The HIV-positive mother should know that: * if she breastfeeds exclusively during the first six months she reduces the baby's risk of illness, malnutrition and death * if she uses breastmilk substitutes such as infant formula exclusively she avoids the risk of HIV infection through breastmilk * shortening the duration of breastfeeding can reduce the risk of transmitting the infection to the infant. The most appropriate infant feeding option for the child of an HIV-infected mother ultimately depends on individual circumstances. The mother needs to assess the risks through discussion with a trained health worker. The mother infected with HIV has the right to: 1) the information she needs to make an informed decision and 2) all the services and support necessary to help her implement that decision. **Infant Feeding Options** **The first six months:** * Feeding the baby with infant formula (breastmilk substitutes) should be considered only if it is acceptable, affordable, feasible, sustainable and safe for the mother and child. If all these conditions can be met, the baby can be fed a quality breastmilk substitute alone for the first six months, with no breastmilk or other foods. This eliminates the risk of passing HIV to the baby through breastfeeding. * If the HIV-positive mother decides to breastfeed, she should feed her baby breastmilkexclusively, giving no other liquids, milks or foods, for the first six months. Feeding breastmilk alone in the first six months can reduce a baby's risk of HIV infection compared to giving both breastmilk and other foods and liquids ('mixed feeding'). * Mixed feeding not only greatly increases the risk of transmitting HIV to the baby in the first six months but also causes more illness, such as diarrhoea and pneumonia, and malnutrition, and increases the risk of death. **After six months:** * All infants should be started on other foods to meet their growing nutritional needs. * Women who have breastfed their infants during the first six months should continue to give their babies breastmilk along with other foods unless they meet the conditions to give safe replacement foods, including infant formula and other milks and foods. Once a nutritionally adequate and safe diet can be provided, all breastfeeding should stop. Other Important Information During counselling, a pregnant woman or new mother with HIV can be helped to determine whether she can provide her baby with a nutritionally adequate and safe diet without breastmilk. This assessment should be undertaken not only once, such as before the child is born, but also throughout the period of breastfeeding, with the support of the trained health worker. If the mother is confident that she can provide sufficient amounts of a quality breastmilk substitute, properly and hygienically prepared with clean water, then she can opt to stop all breastfeeding and begin using the breastmilk substitute. A trained health worker should provide the mother and father with guidance on safe and clean practices to prepare the breastmilk substitute. A new mother who does not know her HIV status should exclusively breastfeed her child for the first six months and continue breastfeeding for up to two years and beyond in addition to feeding the child other nutritious foods and drinks. Infants confirmed as HIV-positive should be breastfed so they can receive the benefits of breastmilk. ([Refer to the HIV chapter for more information on children and families living with HIV](/content/detail/why-it-is-important-10/).) \n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "if-a-woman-is-infected-with-hiv-there-is-a-risk-that-she-can-pass-the-infection-to-her-infant-through-breastfeeding-in-the-first-six-months-this-risk-is-much-greater-if-the-infant-is-fed-both-breas", 
  "uuid": "2891365b056e4c99ac69d5d9eb0e7805"
}