{
  "subtitle": "", 
  "description": "Family planning services provide men and women of childbearing age with the knowledge and the means to plan when to begin having children, how many to have, how far apart to have them and when to stop. There are many safe, effective and acceptable methods of planning for and avoiding pregnancy.", 
  "language": "eng_UK", 
  "title": "Family planning services provide men and women of childbearing age with the knowledge and the means to plan when to begin having children, how many to have, how far apart to have them and when to stop", 
  "primary_category": "4feb0aac278044d8b007cac5d817dfbc", 
  "created_at": "2014-09-10T12:07:36+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T12:08:00.804578+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3a0afb3439b741979f5f41eb5f51c13f", 
  "content": "Trained health workers and clinics should offer information and advice to\nempower women to make decisions about family planning and to help women and\nmen choose a family planning method that is acceptable, safe, convenient,\neffective and affordable.\n\nTrained health workers and clinics should also provide adolescent girls and\nboys with reproductive health information and family planning services that\nare (1) sensitive to adolescents and (2) geared to help them develop their\nskills to make healthy and responsible life decisions.\n\nSpecial channels to reach out to adolescent girls and pregnant adolescents\nneed to be developed to provide them with the support which may include\ncounselling, contraceptives, and prenatal and post-natal services. Pregnant\nadolescents require special attention and more frequent visits to the health\nclinic for prenatal and post-natal care.\n\nAdolescent boys and men can play a key role in preventing unplanned\n(unintended) pregnancies. It is important that they have access to information\nand services related to sexual and reproductive health.\n\nThe more formal education an adolescent girl or woman has, the more likely she\nis to use reliable family planning methods, delay marriage and childbearing,\nbe better off economically and have fewer and healthier babies. Enrolling and\nkeeping girls in school is therefore extremely important for maternal and\nchild health, in addition to all the other benefits of education.\n\nOf the various contraceptive methods, only condoms protect against both\npregnancy and sexually transmitted infections, including HIV.\n\nIt is critical to educate adolescent boys, young men and men on their\nresponsibility regarding condom use. Adolescent girls and boys, married or\nunmarried, need to know about the dual protection of a condom and another kind\nof contraception (using two methods of contraception at the same time) to help\navoid pregnancy and prevent sexually transmitted infections (STIs), including\nHIV.\n\nIn some countries, deaths related to abortion are high among adolescent girls.\nAdolescent girls, young women and their partners should be provided with\ninformation on pregnancy prevention and the risks associated with abortion.\n\nA mother who feeds her baby only with breastmilk, on demand day and night\nduring the baby's first six months, can delay the return of menstruation and\nhelp prevent pregnancy. There is a small chance that she can become pregnant\nbefore her periods return. The risk is less than 2 per cent, which is similar\nto that of other family planning methods. However, this risk increases after\nsix months.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "family-planning-services-provide-men-and-women-of-childbearing-age-with-the-knowledge-and-the-means-to-plan-when-to-begin-having-children-how-many-to-have-how-far-apart-to-have-them-and-when-to-stop", 
  "uuid": "3a0afb3439b741979f5f41eb5f51c13f"
}