{
  "subtitle": "", 
  "description": "Breastmilk alone is the only food and drink an infant needs in the first six months of life. After six months, a baby needs a variety of other foods in addition to breastmilk to ensure healthy growth and development.", 
  "language": "eng_UK", 
  "title": "Breastmilk alone is the only food and drink an infant needs in the first six months of life. After six months, a baby needs a variety of other foods in addition to breastmilk to ensure healthy growth ", 
  "primary_category": "e9939fe1b6ec42ea9ab78ed065356b26", 
  "created_at": "2014-09-12T09:16:44.736425+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T09:16:44.744488+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3b809120cacc474f9dcad6fc7cc69f58", 
  "content": "In the first six months, when a baby is most at risk, exclusive breastfeeding\nhelps to protect against diarrhoea and other common infections and gets the\nbaby off to a good start in life.\n\nAt 6 months of age, the child needs other foods and drinks in addition to\nbreastmilk. These provide energy, protein, vitamins and other nutrients needed\nto support growth and development.\n\nA variety of foods - vegetables and fruits, meat, poultry, fish, eggs and\ndairy products - help to meet the child's nutrition needs. Breastfeeding for\nup to two years and beyond provides an important source of nutrients that\nprotect against disease.\n\nIf soft, semi-solid or solid foods are introduced too late, the child may not\nbe getting the necessary nutrients. This can slow down growth and development.\n\nWhen introducing solid foods, it is important to start with soft, mushy foods\nand move gradually to more solid foods. The greater the variety of healthy\nfoods, the more balanced and nutritious the child's diet.\n\nThe consistency and variety of foods should be adapted to a child's\nrequirements and eating abilities. At 6 months of age infants can eat pureed\nor mashed foods, thick soups and porridges. By 8 months most infants can also\neat 'finger foods' (snacks that children can eat by themselves). By 12 months,\nmost children can eat the same types of foods as the rest of the family.\n\nParents or other caregivers should avoid giving foods that may cause choking,\nsuch as nuts, grapes and raw carrots and other foods that have a shape and/or\nconsistency that may cause them to become lodged in the child's throat.\n\nIt may be difficult to meet all the child's nutrient requirements without a\nlot of foods from animal sources. So it may be necessary to give the child\nfortified foods or spreads or multiple vitamin and mineral supplements, such\nas powders, syrups or dissolvable tablets. A trained health worker can advise\nthe parent or other caregiver about foods that provide the most nutrients and\nwhich supplements to use.\n\n**Following are some nutritious foods for young children (older than six months) to eat:**\n\n  * Staple foods, including cereals (rice, wheat, maize, millet, quinoa), roots (cassava, yam, potatoes) and starchy fruits (plantain and breadfruit).\n  * High-protein foods, such as red meat, poultry, fish, liver and eggs (can be given as often as possible).\n  * Dairy products, such as cheese, yogurt, curds and dried milk (which can be mixed with other foods, such as cooked porridge). These are good choices in the second six months of a breastfed child's life. These are better choices than raw milk, which is harder for the child to digest.\n  * Green leafy and orange-coloured vegetables, such as spinach, broccoli, chard, carrots, pumpkins and sweet potatoes (which provide vitamins).\n  * Pulses, such as chickpeas, lentils, cowpeas, black-eyed peas, kidney beans and lima beans (to add variety and provide protein, energy and some iron).\n  * Oils, especially rapeseed oil, soy oil, red palm oil, butter or margarine.\n  * Seeds, including groundnut paste, other nut pastes and soaked or germinated seeds, such as pumpkin, sunflower, melon or sesame seeds (for energy and some vitamins).\n\nIt is difficult to provide all the nutrients needed by young children in a\nvegetarian diet. This is because foods from animal sources provide key\nnutrients, such as iron. A child eating a vegetarian diet needs additional\nnutrients in the form of multiple vitamin tablets or powders, fortified\nspreads or nutrient-rich food supplements.\n\nIron from plant foods is generally not absorbed very well by the body.\nHowever, plant foods such as pulses (white beans, chickpeas, lentils) have\nmore iron. The iron will be better absorbed if eaten together with foods that\nare high in vitamin C, such as oranges and other citrus fruits and juices.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "breastmilk-alone-is-the-only-food-and-drink-an-infant-needs-in-the-first-six-months-of-life-after-six-months-a-baby-needs-a-variety-of-other-foods-in-addition-to-breastmilk-to-ensure-healthy-growth", 
  "uuid": "3b809120cacc474f9dcad6fc7cc69f58"
}