{
  "subtitle": "", 
  "description": "Immunization is urgent. Every child should complete the recommended series of immunizations. Early protection is critical; the immunizations in the first year and into the second year are especially important. All parents or other caregivers should follow the advice of a trained health worker on when to complete the required immunizations.", 
  "language": "eng_UK", 
  "title": "Immunization is urgent. Every child should complete the recommended series of immunizations. Early protection is critical; the immunizations in the first year and into the second year are especially i", 
  "primary_category": "290418574a82441da15c189d60a4d004", 
  "created_at": "2014-09-12T10:09:19.974023+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:09:19.982686+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3f4805d41221410a9b27dff456e833f0", 
  "content": "Children must be immunized early in life. It is essential that infants, both\ngirls and boys, get all recommended vaccines at the right time. Some vaccines\nrequire multiple doses for full protection. It is important for every child to\ncomplete the full number of these immunizations.\n\nTo protect the child during and beyond the first year of life, the\nimmunizations in the chart below are necessary. These are most effective when\ngiven at the ages specified, or as close to those ages as possible.\n\nAs new vaccines become available, more vaccines are recommended for all\ncountries. But some vaccines are only needed in countries where certain\ndiseases are present.\n\nParents and health workers should follow the locally recommended immunization\nschedule.\n\nIf a child does not complete the full series of immunizations in the first and\ninto the second year of life, it is extremely important to have the child\nfully immunized as soon as possible. This can be done during special\ncampaigns.\n\nIn some countries, additional vaccine doses, called 'booster shots', are\noffered after the first year of life. These help to sustain the effectiveness\nof the vaccine so the child is protected longer.\n\n\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "immunization-is-urgent-every-child-should-complete-the-recommended-series-of-immunizations-early-protection-is-critical-the-immunizations-in-the-first-year-and-into-the-second-year-are-especially-i", 
  "uuid": "3f4805d41221410a9b27dff456e833f0"
}