{
  "subtitle": "", 
  "description": "Parents or other caregivers should talk with their daughters and sons about relationships, sex and their vulnerability to HIV infection. Girls and young women are especially vulnerable to HIV infection. Girls and boys need to learn how to avoid, reject or defend themselves against sexual harassment, violence and peer pressure. They need to understand the importance of equality and respect in relationships.", 
  "language": "eng_UK", 
  "title": "Parents or other caregivers should talk with their daughters and sons about relationships, sex and their vulnerability to HIV infection. Girls and young women are especially vulnerable to HIV infectio", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:16:10.427271+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-15T09:16:10.435555+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4770b512e55948f8b876ae0dd069fa79", 
  "content": "While children need to know the biological facts about sex, they also need to\nunderstand that sexual relationships involve caring and responsibility.\nDiscussing and stressing the emotional aspect of a sexual relationship with\nchildren can help them make healthy decisions and resist peer pressure as they\ngrow and develop. It is important to talk about sex in a way that fits the\nchild's age and stage of development, and conveys values.\n\nEveryone needs to be aware of the fact that adolescent girls and young women\nare especially vulnerable to HIV infection. Adolescent girls and young women\nneed support to protect themselves from unwanted and unsafe sex.\n\nIn many countries, HIV rates are higher among adolescent girls than adolescent\nboys.\n\n**Adolescent girls are more susceptible to HIV infection because:**\n\n  * they may not have a choice about when to have sex or whether a condom is used\n  * their vaginal membranes are thinner than those of mature women and thus susceptible to lesions from sexual activity that can allow HIV infection and other sexually transmitted infections (STIs) to enter\n  * they sometimes are targeted by and engage in relationships with older men who may be infected\n  * they are vulnerable to being sexually exploited and trafficked, which puts them in high-risk situations.\n\nGirls and women have the right to refuse unwanted and unprotected sex. They\nalso have the right to learn skills on how to avoid, reject or defend\nthemselves against unwanted sexual advances.\n\nGirls and women need to know what to do and where to go if they have been\nvictims of sexual assault. They should seek the support of a trained health\nworker or go to a health facility for medical attention and counselling.\nHealth-care providers and social workers should be trained to be understanding\nof girls and women in these situations. This information also applies to cases\ninvolving boys.\n\nTo effectively address violence, boys and men need to be actively engaged in\nfinding solutions. Their full engagement with girls and women is needed to\nwork on preventing violence and sexual harassment, resisting peer pressure and\nachieving gender equality. This should include an understanding of gender\nstereotypes and inequalities.\n\nDiscussions at home, in school and in the community between children and\nadolescents and their parents, teachers, community leaders and other role\nmodels can help develop healthy attitudes and behaviours. They can contribute\nto:\n\n  * respect for girls and women and their rights\n  * equality in decision-making and relationships\n  * skills development on how to confront peer pressure, sexual harassment, violence and stereotypes.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "parents-or-other-caregivers-should-talk-with-their-daughters-and-sons-about-relationships-sex-and-their-vulnerability-to-hiv-infection-girls-and-young-women-are-especially-vulnerable-to-hiv-infectio", 
  "uuid": "4770b512e55948f8b876ae0dd069fa79"
}