{
  "subtitle": "", 
  "description": "All people living with HIV should know their rights.", 
  "language": "eng_UK", 
  "title": "All people living with HIV should know their rights.", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:07:12.777105+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-15T09:07:12.785558+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "7ade5ad5d9814468bd39c86574aff12f", 
  "content": "Governments have a responsibility to ensure protection of the rights of\nchildren and their family members infected with or affected by HIV and to\ncollaborate with families, communities and non-governmental and faith-based\norganizations.\n\nWhere AIDS intersects with extreme poverty, conflict and large families,\ncomprehensive support to all orphans and vulnerable children is wise and cost-\neffective. Children infected with or affected by HIV should be fully included\nin such strategies and their rights should be protected - including rights to\nprivacy, confidentiality and non-discrimination.\n\nMany children live in difficult circumstances without full protection of their\nrights. They may be infected with HIV or at risk of exposure. They may live on\nthe streets, in orphanages or in extreme poverty or exploitative situations.\nThese children have the right to live in a family. Their families may need\nhelp reuniting and/or staying together. All these children should receive\nsupport to go to school and/or get vocational training. They should also\nreceive support to access health and nutritional care as well as legal and\nsocial welfare services. They have a right to these services.\n\nLocal authorities and non-governmental, faith-based and community-based\norganizations can help mothers, fathers, other caregivers, children and\nadolescents living with or affected by HIV know their rights and understand\nhow to advocate for them in relation to the country's judicial and\nadministrative systems, as well as with government authorities responsible for\npolicies, programmes and services.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "all-people-living-with-hiv-should-know-their-rights", 
  "uuid": "7ade5ad5d9814468bd39c86574aff12f"
}