{
  "subtitle": "", 
  "description": "Bottle feeding and giving a baby breastmilk substitutes such as infant formula or animal milk can threaten the baby's health and survival. If a woman cannot breastfeed her infant, the baby can be fed expressed breastmilk or, if necessary, a quality breastmilk substitute from an ordinary clean cup.", 
  "language": "eng_UK", 
  "title": "Bottle feeding and giving a baby breastmilk substitutes such as infant formula or animal milk can threaten the baby's health and survival. If a woman cannot breastfeed her infant, the baby can be fed ", 
  "primary_category": "709547ba184349f999d201628e9c7341", 
  "created_at": "2014-09-10T14:10:33.402777+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T14:10:33.414317+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "88ab1dcbc87f40c284cf7c8618c9b65e", 
  "content": "Babies who do not receive breastmilk do not receive protection from illnesses\nprovided by the mother's antibodies and other components that come in her\nmilk. These babies are more likely to get diarrhoea and respiratory and ear\ninfections. Diarrhoea and respiratory infections, such as pneumonia, can be\ndeadly in babies and young children.\n\nFeeding the baby breastmilk substitutes can cause poor growth or illness if\n(1) too much or too little water is added, (2) the water is not from a safe\nsource and/or (3) the bottles and teats are not cleaned properly. Powdered\nbreastmilk substitutes may contain harmful bacteria that can cause illness.\nStudies suggest that children fed breastmilk substitutes, as compared to\nbreastfed children, are at greater risk of childhood obesity and some chronic\nillnesses, such as heart disease, later in life.\n\nFeeding the baby breastmilk substitutes can be expensive and particularly\nrisky if parents cannot afford to buy enough of a quality breastmilk\nsubstitute. For example, to feed one baby for the first six months requires 20\nkilograms (about 40 tins) of infant formula. Trained health workers should\ninform all parents considering the use of breastmilk substitutes about the\ncosts.\n\nIf it is necessary to feed the baby with formula, it is important to boil\nclean drinking water first and then add the hot water to the powdered formula.\nThe water should not be added after it has cooled down. The directions for\nmixing should be carefully followed. This ensures that the right amounts of\nformula and safe water are mixed and that the process is hygienic. Before\ngiving the formula to the baby, the mother, father or other caregiver must\nmake sure it is not too hot.\n\nAnimal milk and infant formula go bad if left at room temperature (around\n20-25 degrees Celsius) for more than two hours. Breastmilk can be stored for\nup to eight hours at room temperature without going bad. Of course, it is\nbetter to safely store all types of milk in a clean, covered container,\npreferably in a refrigerator.\n\nCup feeding is safer than bottle feeding because the cup can be easily cleaned\nwith soap and water. Cup feeding also provides some of the contact and\nstimulation the baby needs, since the person has to hold the baby. Feeding\nwith a cup does not cause problems with suckling at the breast.\n\nThe best food for a baby who cannot be breastfed directly is milk expressed\nfrom the mother's breast, given from a clean, open cup. Even newborn babies\ncan be fed with an open cup. If it is necessary to feed a baby with a\nnutritionally adequate breastmilk substitute, it should be fed to the baby by\ncup.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "bottle-feeding-and-giving-a-baby-breastmilk-substitutes-such-as-infant-formula-or-animal-milk-can-threaten-the-babys-health-and-survival-if-a-woman-cannot-breastfeed-her-infant-the-baby-can-be-fed", 
  "uuid": "88ab1dcbc87f40c284cf7c8618c9b65e"
}