{
  "subtitle": "", 
  "description": "Every child has a right to a name and nationality. Registering a child's birth helps to ensure a child's right to education, health care and legal and social services. Birth registration is a vital step towards protection from abuse and exploitation.", 
  "language": "eng_UK", 
  "title": "Every child has a right to a name and nationality. Registering a child's birth helps to ensure a child's right to education, health care and legal and social services. Birth registration is a vital st", 
  "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
  "created_at": "2014-09-12T10:31:35.696723+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:31:35.707383+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "8d1a1a5391394cf8b63d31b833002e64", 
  "content": "Birth registration provides an official record of a child's existence and\nnationality. It is considered a fundamental human right. A child without a\nbirth certificate can be denied health care, legal services, access to school\nand the right to vote upon reaching adulthood.\n\nRegistering a child's birth is a vital step towards her or his protection.\nChildren under age 5 with a birth certificate are more likely to be immunized\nand receive health care for childhood illnesses, assuring them a healthy start\nin life.\n\nAny enforcement of minimum-age legislation depends upon an official record of\na child's age. For example, a birth certificate can be used to protect a child\nfrom illegal recruitment by armed forces or armed groups, from child marriage\nor from hazardous forms of work.\n\nBirth registration should be free and accessible for every child. Where it is\nnot, civil society organizations can sometimes assist families in registering\ntheir children.\n\nThe birth registration process may be supported by social services, such as\nhealth care and education. Health centres and hospitals sometimes have civil\nregistrars on site that can provide a child's birth certificate at birth or\nduring a health-care visit. Registration sometimes takes place in early\nchildhood education programmes.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "every-child-has-a-right-to-a-name-and-nationality-registering-a-childs-birth-helps-to-ensure-a-childs-right-to-education-health-care-and-legal-and-social-services-birth-registration-is-a-vital-st", 
  "uuid": "8d1a1a5391394cf8b63d31b833002e64"
}