{
  "subtitle": "", 
  "description": "Girls and boys must be protected from all forms of violence and abuse. This includes physical, sexual and emotional abuse, neglect and harmful practices such as child marriage and genital mutilation/cutting of girls. Families, communities and authorities are responsible for ensuring this protection.", 
  "language": "eng_UK", 
  "title": "Girls and boys must be protected from all forms of violence and abuse. This includes physical, sexual and emotional abuse, neglect and harmful practices such as child marriage and genital mutilation/c", 
  "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
  "created_at": "2014-09-12T10:30:56.953011+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:30:56.961172+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b46950b531304727b12457d623c841c0", 
  "content": "Girls and boys can encounter different forms of violence, abuse and/or harmful\npractices in many settings:\n\n**In the family and home:**\n\n  * physical violence\n  * psychological violence\n  * sexual violence and abuse\n  * corporal (physical) punishment\n  * neglect and abandonment\n  * child marriage\n  * harmful traditional practices, such as female genital mutilation/cutting (FGM/C).\n\n**In schools and other educational activities:**\n\n  * corporal punishment\n  * psychological punishment\n  * sexual and gender-based violence\n  * verbal and physical bullying\n  * fighting.\n\n**In care and justice institutions (e.g., orphanages, children's homes and detention facilities):**\n\n  * physical and psychological violence under the guise of discipline\n  * neglect\n  * child-on-child violence\n  * sexual abuse and violence.\n\n**In workplaces:**\n\n  * physical and psychological punishment\n  * humiliation\n  * sexual harassment and abuse.\n\n**In the community (among peers, between gangs, by the police and by traffickers):**\n\n  * physical violence\n  * armed violence\n  * sexual violence.\n\nChildren who experience or witness violence often remain silent out of fear,\nshame or stigma. Some accept it as part of life. While some violence is\nperpetrated by strangers, most is carried out by people children know and\nshould be able to trust and look to for protection. These may include parents,\nstep-parents or a parent's partner, relatives, caregivers, boyfriends and\ngirlfriends, schoolmates, teachers, religious leaders and employers.\n\nAll girls and boys can be subjects of abuse. Generally, boys tend to be at\ngreater risk of physical and armed violence and girls face greater risk of\nneglect and sexual violence and exploitation.\n\nCertain groups of children are particularly vulnerable to violence. These\ninclude children with disabilities, children of minority groups, children\nliving or working on the street, children in conflict with the law, and\nchildren who are refugees, displaced or migrating.\n\nBabies and young children are sometimes the object of a parent's or other\ncaregiver's anger or frustration, often when children do not stop crying. The\ncaregiver may shake the baby or young child so hard and violently that it\ncauses injury to the child's brain that can lead to permanent injury or death.\nIt is never okay to shake a child. Symptoms of violent shaking include\nirritability, difficulty staying awake, difficulty breathing, shakiness,\nvomiting, seizures or coma. These symptoms require immediate medical care.\n\nTypically, the focus is on intervention after child maltreatment occurs. Due\nto the magnitude of the problem, it is critical that communities shift the\nemphasis to preventing child violence, abuse, neglect and harmful practices.\n\n**Every community should create and implement a plan of action to eliminate violence against children. Some key actions may include:**\n\n  * develop and broadly communicate codes of conduct against all forms of violence in settings where children live, go to school, play and work\n  * educate parents and caregivers to respect the child's perspective, learn how to use positive and non-violent discipline and not to discipline a child when angry\n  * support schools to nurture attitudes that reject violence and promote non-violent conflict resolution. This can involve changing classroom management (traditionally based on fear, threats, humiliation and physical punishment) to a child-friendly approach that is non-discriminatory and supports cooperative learning\n  * sponsor public campaigns to stop corporal punishment, abuse and harmful practices such as child marriage and genital mutilation/cutting\n  * provide children affected by violence with health and social services to help them reintegrate into their families and communities\n  * establish safe ways for children to report violence against them, such as telephone hotlines or accessible social protection centres.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "girls-and-boys-must-be-protected-from-all-forms-of-violence-and-abuse-this-includes-physical-sexual-and-emotional-abuse-neglect-and-harmful-practices-such-as-child-marriage-and-genital-mutilationc", 
  "uuid": "b46950b531304727b12457d623c841c0"
}