{
  "subtitle": "", 
  "description": "A child with diarrhoea needs to continue eating regularly. While recovering, she or he needs to be offered more food than usual to replenish the energy and nourishment lost due to the illness.", 
  "language": "eng_UK", 
  "title": "A child with diarrhoea needs to continue eating regularly. While recovering, she or he needs to be offered more food than usual to replenish the energy and nourishment lost due to the illness.", 
  "primary_category": "68bc9bc3fff940faa8a85a49f6ab70dc", 
  "created_at": "2014-07-22T17:58:05+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-07-22T18:22:40.754430+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b87b667b386445fe9a478e5d2764b5cf", 
  "content": "A child with diarrhoea loses weight and can quickly become malnourished. A\nchild with diarrhoea needs all the foods and fluids, including breastmilk, she\nor he can take. Nutritious foods will help the child recover more quickly.\n\nA child with diarrhoea may not want to eat or may vomit, so feeding can be\ndifficult. Breastfeeding should be more frequent. If the child is 6 months of\nage or older, parents and other caregivers should encourage the child to eat\nas often as possible, offering small amounts of soft, mashed foods or foods\nthe child likes. These foods should contain a small amount of salt. Soft foods\nare easier to eat and contain more fluid than hard foods.\n\nRecommended foods for a child with diarrhoea are well-mashed mixes of cereals\nand beans, fish, well-cooked meat, yogurt and fruits. A little oil can be\nadded to cereal and vegetables, about 1 or 2 teaspoons. Foods should be\nfreshly prepared and given to the child five or six times a day.\n\nAfter the diarrhoea stops, extra feeding is vital for a full recovery. At this\ntime, the child needs to be given more food than usual, including breastmilk,\nto help replenish the energy and nourishment lost due to the diarrhoea.\n\nA child is not fully recovered from diarrhoea until she or he is at least the\nsame weight as when the illness began.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "a-child-with-diarrhoea-needs-to-continue-eating-regularly-while-recovering-she-or-he-needs-to-be-offered-more-food-than-usual-to-replenish-the-energy-and-nourishment-lost-due-to-the-illness", 
  "uuid": "b87b667b386445fe9a478e5d2764b5cf"
}