{
  "subtitle": "", 
  "description": "Why it is important", 
  "language": "eng_UK", 
  "title": "Why it is important ", 
  "primary_category": "709547ba184349f999d201628e9c7341", 
  "created_at": "2014-09-10T13:52:39.524544+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T13:52:39.532025+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ce34587d02b641b1a5e7c5460d629bd4", 
  "content": "Babies who are breastfed are generally healthier and achieve optimal growth\nand development compared to those who are fed formula milk.\n\nIf the vast majority of babies were exclusively fed breastmilk in their first\nsix months of life - meaning only breastmilk and no other liquids or solids,\nnot even water - it is estimated that the lives of at least 1.2 million\nchildren would be saved every year. If children continue to be breastfed up to\ntwo years and beyond, the health and development of millions of children would\nbe greatly improved.\n\nInfants who are not breastfed are at an increased risk of illness that can\ncompromise their growth and raise the risk of death or disability. Breastfed\nbabies receive protection from illnesses through the mother's milk.\n\nBreastfeeding is the natural and recommended way of feeding all infants, even\nwhen artificial feeding is affordable, clean water is available, and good\nhygienic conditions for preparing and feeding infant formula exist.\n\nIf a mother is HIV-positive, there is a risk that she can transmit HIV to her\nbaby through breastfeeding. Counselling can help her carefully weigh the risks\nand make an informed decision on which feeding option is best for her baby and\nmost manageable for her.\n\nAlmost every mother can breastfeed successfully. All mothers, particularly\nthose who might lack the confidence to breastfeed, need the encouragement and\npractical support of the baby's father and their families, friends and\nrelatives. Health workers, community workers, women's organizations and\nemployers can also provide support.\n\nEveryone has the right to information about the benefits of breastfeeding and\nthe risks of artificial feeding. Governments have a responsibility to provide\nthis information. Communities as well as media and other channels of\ncommunication can play a key role in promoting breastfeeding.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "why-it-is-important-3", 
  "uuid": "ce34587d02b641b1a5e7c5460d629bd4"
}