{
  "subtitle": "", 
  "description": "Children and pregnant women exposed to smoke from tobacco or cooking fires are particularly at risk of pneumonia or other breathing illnesses.", 
  "language": "eng_UK", 
  "title": "Children and pregnant women exposed to smoke from tobacco or cooking fires are particularly at risk of pneumonia or other breathing illnesses.", 
  "primary_category": "e69d489411004b33842a2e91b14592d9", 
  "created_at": "2014-09-12T10:16:28.031677+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-10-17T07:12:44.489877+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d1ba913d66ff4e33a4db78a0a09985e7", 
  "content": "Children are more likely to get pneumonia and other breathing illnesses if\nthey live in an environment with smoke. Exposure to smoke can harm a child,\neven before birth. Pregnant women should not smoke or be exposed to smoke.\nBabies especially should be kept out of smoky kitchens and away from cooking\nfires. Tobacco use generally begins during adolescence. Adolescents are more\nlikely to start smoking if (1) the adults around them smoke, (2) tobacco\nadvertising and promotion are common, and (3) tobacco products are cheap and\neasily accessible. Adolescents should be encouraged to avoid smoking and\ncaution their friends about its dangers. Second-hand smoke is particularly\nharmful to young children. It stays in the air for hours after cigarettes,\npipes or cigars have been put out. Non-smokers who inhale this smoke are more\nvulnerable to respiratory infections, asthma and cancer. Parents and other\ncaregivers need to be aware of the detrimental effects of second-hand smoke\nand take responsibility to refrain from smoking around children. Governments\nand communities can work together to inform the public of the harmful effects\nof smoky environments and second-hand smoke on children.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "children-and-pregnant-women-exposed-to-smoke-from-tobacco-or-cooking-fires-are-particularly-at-risk-of-pneumonia-or-other-breathing-illnesses", 
  "uuid": "d1ba913d66ff4e33a4db78a0a09985e7"
}