{
  "subtitle": "", 
  "description": "Every child should have the opportunity to grow up in a family. If a family is unable to care for the child, steps should be taken by the authorities to address the reasons and make every effort to keep the family together", 
  "language": "eng_UK", 
  "title": "Every child should have the opportunity to grow up in a family. If a family is unable to care for the child, steps should be taken by the authorities to address the reasons and make every effort to ke", 
  "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
  "created_at": "2014-09-12T10:32:38.043213+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:32:38.050749+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "fc4af7c7fc3440e1bb1c04c990ef96d7", 
  "content": "Children grow best in a loving family environment in which their best\ninterests are always taken into account.\n\nIf a child is living without a parent or other caregiver, the authorities\nshould take immediate action to reunite the child with her or his own family\nor extended family. But if it is determined that reunification is not the best\noption for the child, another permanent family situation should be sought.\nEvery effort should be made to keep siblings together.\n\nGovernments, with the support of civil society, have a responsibility to\nprovide appropriate and well-monitored alternative care for children without\nfamilies. Options include placement with:\n\n  * extended family\n  * a pre-screened foster family\n  * a residential facility that is integrated within the community, providing family-like care and supporting regular contact between the child and her or his family with the aim of reunification, if it is in the best interest of the child.\n\nChildren should be involved in decisions on their placement in alternative\nliving situations.\n\nVery often children placed in institutions could be raised in a family with\nthe proper social support. While some orphanages are well managed,\ninstitutional life can be detrimental to children's development. It typically\nseparates them from family and community life and offers less protection from\nabuse and exploitation.\n\nAny form of institutional care should be considered a last resort and a\ntemporary solution.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "every-child-should-have-the-opportunity-to-grow-up-in-a-family-if-a-family-is-unable-to-care-for-the-child-steps-should-be-taken-by-the-authorities-to-address-the-reasons-and-make-every-effort-to-ke", 
  "uuid": "fc4af7c7fc3440e1bb1c04c990ef96d7"
}