{
    "fields": {
        "subtitle": "", 
        "description": "Families affected by HIV may need income support and social welfare services to help them take care of sick family members and children. Families should be guided and assisted in accessing these services.", 
        "language": "eng_UK", 
        "title": "Families affected by HIV may need income support and social welfare services to help them take care of sick family members and children. Families should be guided and assisted in accessing these servi", 
        "primary_category": "be7995c313744b4090407a17f3cc5816", 
        "created_at": "2014-09-15T09:10:12.418009+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-15T09:10:12.426885+00:00", 
        "linked_pages": [], 
        "slug": "families-affected-by-hiv-may-need-income-support-and-social-welfare-services-to-help-them-take-care-of-sick-family-members-and-children-families-should-be-guided-and-assisted-in-accessing-these-servi", 
        "content": "Families provide the 'first line' response for protecting, caring for and\nsupporting children infected with or affected by HIV. Families and relatives\nabsorb almost all the costs involved in caring for these children.\n\nFamilies are generally recognized as the best source of the loving care,\nprotection and support that children need. Mothers, fathers or other primary\ncaregivers infected with HIV need support to live longer. Prolonging their\nlives and keeping them healthy helps to keep a family together.\n\nThe majority of children who have lost one or both parents are living in\nfamilies that are often stretched economically and in need of support.\nCaregivers tend to be female, including some who are children themselves and\nmany who are elderly, such as grandmothers.\n\nPartnerships involving the government and community or non-governmental or\nfaith-based organizations can provide support to improve the economic\nsituation of families affected by HIV. Support might include access to\nmicrocredit, low-interest bank loans and social grants.\n\nHow to access income support, such as social grants and social welfare\nservices, should be clearly detailed in national guidelines. These should be\nwell communicated, understood and administered at the local level. Information\nprovided by families when applying for social grants and services should be\nkept confidential.\n\nAs part of the social welfare services, health-care providers should make sure\nthat HIV-positive children and adults from the same family can obtain\ntreatment and support in the same health facility. This helps conserve the\nfamily's time, energy and resources.\n\nSocial welfare services, with support from community and non-governmental and\nfaith-based organizations, should help parents and other caregivers develop\nthe skills needed to care for children affected by or infected with HIV.\n\n**If the child is HIV-positive, the caregivers need help to:**\n\n  * learn about the HIV infection\n  * know how to care for and support the child, including ensuring adherence to an ART regimen\n  * reduce their fear of contracting HIV from the child\n  * know how to protect themselves when caring for the child\n  * understand and respond to the emotional needs of the child.\n\nA child who has lost a parent, other caregiver or sibling because of AIDS\nneeds psychosocial support from his or her family and possibly counselling to\nwork through the trauma and grief. A parent or other caregiver may need\nsupport to understand the stages of a child's grief relative to his or her\nage, as well as appropriate psychosocial responses.\n\nParents living with HIV should make sure that each of their children has a\nbirth certificate. Parents should make a will to establish 1) who will be the\nguardians of their children and 2) if they have money land or livestock how\nthese assets will be distributed. If the children are old enough to\nunderstand, they should be involved in these deliberations with their parents.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "efd77ae52c884079a86b2b0ff3acd812"
    }, 
    "model": "GitPageModel"
}