{
    "fields": {
        "subtitle": "", 
        "description": "During an illness, children need additional fluids and encouragement to eat regular meals, and breastfeeding infants need to breastfeed more often. After an illness, children need to be offered more food than usual to replenish the energy and nourishment lost due to the illness.", 
        "language": "eng_UK", 
        "title": "During an illness, children need additional fluids and encouragement to eat regular meals, and breastfeeding infants need to breastfeed more often. After an illness, children need to be offered more f", 
        "primary_category": "999bc1ea654c477ab88348f7eb8c0503", 
        "created_at": "2014-09-12T09:01:33+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-07T14:49:57.298393+00:00", 
        "linked_pages": [], 
        "slug": "during-an-illness-children-need-additional-fluids-and-encouragement-to-eat-regular-meals-and-breastfeeding-infants-need-to-breastfeed-more-often-after-an-illness-children-need-to-be-offered-more-f", 
        "content": "When children are sick, such as when they have diarrhoea, measles or\npneumonia, their appetite decreases and their body uses food less effectively.\nIf the child is sick several times a year, his or her growth will slow or\nstop. It is very important to encourage a sick child to eat. This can be\ndifficult, as children who are ill may not be hungry. The parent or other\ncaregiver should keep offering foods the child likes, a little at a time and\nas often as possible. Extra breastfeeding is especially important since it can\nprovide nutrients required for recovery from infections. It is essential to\nencourage a sick child to drink as often as possible. Dehydration (lack of\nfluids in the body) is a serious problem for children with diarrhoea. Drinking\nplenty of liquids will help prevent dehydration. When a child has diarrhoea,\ngiving him or her oral rehydration salts (ORS) dissolved in clean water, along\nwith foods and liquids, can help prevent dehydration. Giving the child a zinc\nsupplement every day for 10-14 days can reduce the severity of the diarrhoea.\nThe child is not fully recovered from an illness until he or she weighs about\nas much as when the illness began. A child can die from persistent diarrhoea\nif it is not treated quickly. If diarrhoea and poor appetite persist for more\nthan a few days, the mother, father or other caregiver needs to consult a\ntrained health worker. ([Refer to the Diarrhoea chapter for more\ninformation.](/about/diarrhoea/))\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "ec6ab307ecb94a249593ac54b6ce5dbd"
    }, 
    "model": "GitPageModel"
}