{
    "fields": {
        "subtitle": "", 
        "description": "Why it is important ", 
        "language": "eng_UK", 
        "title": "Why it is important ", 
        "primary_category": "adf738c93fee45d9b6b345085cd2f1f4", 
        "created_at": "2014-09-15T09:05:12.522485+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-07T14:44:45.399519+00:00", 
        "linked_pages": [], 
        "slug": "why-it-is-important-10", 
        "content": "HIV (human immunodeficiency virus) is the virus that causes AIDS (acquired\nimmunodeficiency syndrome). HIV touches the lives of children and families in\nevery country in the world. Over 2 million children under age 15 are living\nwith HIV (infected with HIV). Millions more are affected by HIV (not infected\nbut living in families with infected members). An estimated 17.5 million\nchildren have lost one or both parents to AIDS; more than 14 million of these\nchildren live in sub-Saharan Africa. (Latest data available, 2007) HIV is\ntransmitted through (1) unprotected sex with an HIV-infected person; (2) an\nHIV-infected woman to her baby during pregnancy, childbirth or breastfeeding;\nand (3) blood from HIV-contaminated syringes, needles or other sharp\ninstruments and from transfusion with HIV-contaminated blood. HIV is not\ntransmitted through casual contact or by other means. Children are among the\nmost vulnerable to HIV. But they typically receive the fewest services. The\ndisease can progress rapidly in young children. Antiretroviral drugs are used\nto treat HIV because they restore the immune system and delay progression to\nAIDS. However, most children infected with HIV do not begin taking these drugs\nuntil they are 5-9 years old. This is too late. Without antiretroviral\ntreatment, half of all babies born with HIV will die by their second birthday.\nAlthough HIV is still incurable, it is a manageable condition. If infected\ninfants and children are diagnosed early, receive effective treatment and take\nantiretroviral drugs as prescribed, they have a better chance to grow, learn,\ndevelop and have dreams for the future. Families and communities, especially\nwomen and girls, are the first lines of protection and care for children\nliving with or affected by HIV. Families should receive the support they need\nto provide their children with a nurturing and protective environment. Keeping\nHIV-positive mothers and fathers alive and healthy is vital for children's\ngrowth, development and stability. Without the security of the family,\nchildren run a greater risk of being exploited and discriminated against.\nAdolescents and young people 15-24 years old accounted for about 45 per cent\nof all new HIV infections among people aged 15 and older in 2007. HIV is more\ncommon among adolescent girls and young women than adolescent boys and young\nmen. Life skills education is critical for children, adolescents and young\npeople so that they acquire the knowledge and skills to make healthy life\nchoices. Governments, with support from families, communities and non-\ngovernmental and faith-based organizations, have a responsibility to ensure\npeople's right to information on HIV prevention, treatment and care. They also\nhave the responsibility to ensure the rights of children living with or\naffected by HIV to protection, care and support. It is important that\nchildren, families and communities help stop the spread of HIV.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "4ae2dc33936e4edda8d37f32893dd53f"
    }, 
    "model": "GitPageModel"
}