{
    "fields": {
        "subtitle": "", 
        "description": "Every woman has the right to quality health care, especially a pregnant woman or a new mother. Health workers should be technically competent and sensitive to cultural practices and should treat all women, including adolescent girls, with respect.", 
        "language": "eng_UK", 
        "title": "Every woman has the right to quality health care, especially a pregnant woman or a new mother. Health workers should be technically competent and sensitive to cultural practices and should treat all w", 
        "primary_category": "4aa6e822112244168efe00ed7a3e2cdd", 
        "created_at": "2014-09-10T12:28:34.884965+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-07T14:45:57.142046+00:00", 
        "linked_pages": [], 
        "slug": "every-woman-has-the-right-to-quality-health-care-especially-a-pregnant-woman-or-a-new-mother-health-workers-should-be-technically-competent-and-sensitive-to-cultural-practices-and-should-treat-all-w", 
        "content": "Many dangers of pregnancy and childbirth can be avoided if women have access\nto quality health care during pregnancy and childbirth and after childbirth.\nAll women have the right to the services of a skilled birth attendant, such as\na doctor, nurse or midwife, and to emergency care if complications should\narise. Quality health care that offers information and counselling enables\nwomen and men to make informed decisions about their reproductive health. A\nwoman in need of maternal care should be supported by her husband or partner\nand family to take good care of herself and her baby and to reach a health\nfacility when needed, including for prenatal care, childbirth, post-natal care\nand emergency care. Governments, with support from communities, should make\nsure that the cost of health services does not prevent women, including\nadolescent girls, from using them. Other barriers such as the cost of\ntransport, long distances, difficult roads and cultural practices also need to\nbe addressed to ensure access to health services. Health-care providers should\nbe supported through regular training to maintain and improve their technical\nand communication skills needed to provide quality health care. They should be\ntrained to treat all women with respect, to be sensitive to cultural norms and\npractices, and to respect a person's right to confidentiality and privacy.\nThey need to be sensitive and understanding of the particular needs of\nadolescents, and know how to support and counsel them in caring for themselves\nand their babies.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "70bb0d2d56a542afa2340c23cda8a42b"
    }, 
    "model": "GitPageModel"
}