{
    "fields": {
        "subtitle": "", 
        "description": "It is generally preferable for children to be cared for by their parents or other usual caregivers because it makes children feel more secure. If separation occurs, every effort should be made to reunite the child with his or her family, if it is in the child's best interest.", 
        "language": "eng_UK", 
        "title": "It is generally preferable for children to be cared for by their parents or other usual caregivers because it makes children feel more secure. If separation occurs, every effort should be made to reun", 
        "primary_category": "1968e22c88c24ea087591915f9e020e9", 
        "created_at": "2014-09-12T11:02:13.799728+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T11:02:13.808298+00:00", 
        "linked_pages": [], 
        "slug": "it-is-generally-preferable-for-children-to-be-cared-for-by-their-parents-or-other-usual-caregivers-because-it-makes-children-feel-more-secure-if-separation-occurs-every-effort-should-be-made-to-reun", 
        "content": "In emergencies, it is the duty of the government or the authorities in charge\nto ensure that children are not separated from their parents or other\ncaregivers.\n\nIf separation occurs, the government or authorities in charge have the\nresponsibility to provide special protection and care for these children. They\nshould first register all unaccompanied, separated and orphaned children and\nmake sure their essential needs are met.\n\nEvery effort should then be made to find the child's family and to reunite the\nchild with his or her family, if it is in the best interest of the child.\n\nInterim care must be provided for children separated from their families.\nWhere possible this can be provided by the child's extended family or by a\nfamily from the child's community until the child is reunited with parents or\nrelatives or placed with a foster family. Every effort should be made to keep\nsiblings together.\n\nIf a child is temporarily placed in a foster family, it is the duty of those\nresponsible for the placement to follow up on the child's care and well-being.\nThey should also ensure that the foster family is provided with the means to\nadequately care for the child.\n\nChildren who have become separated from their parents in an emergency cannot\nbe assumed to be orphans. They are not available for adoption. As long as the\nfate of a child's parents and/or other close relatives cannot be determined,\neach separated child must be assumed to have parents and/or close relatives\nwho are still living.\n\nLong-term care arrangements should not be made during an emergency. After a\nsuitable period of investigation, if parents or relatives cannot be traced or\nare not available to care for the child, a foster family or domestic adoptive\nfamily, preferably in the child's community, should be found for the child.\nChildcare institutions or orphanages should always be considered a temporary\nmeasure and a last resort.\n\nA move to a new community or country can be stressful, especially if the\nchild's family has fled violence or a disaster. Displaced children sometimes\nmay have to learn a new language and culture. Often, schools and community\norganizations can assist children and their families with the transition and\nintegration into their new community.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "6710fab7fffa4c5d825958effe7cb78d"
    }, 
    "model": "GitPageModel"
}