{
    "fields": {
        "subtitle": "", 
        "description": "Sometimes, coughs are signs of a serious problem. A child who is breathing rapidly or with difficulty might have pneumonia, an infection of the lungs. This is a life-threatening disease. The child needs immediate treatment from a trained health worker, who can also provide a referral to a health facility.", 
        "language": "eng_UK", 
        "title": "Sometimes, coughs are signs of a serious problem. A child who is breathing rapidly or with difficulty might have pneumonia, an infection of the lungs. This is a life-threatening disease. The child nee", 
        "primary_category": "bb578a55285c448fa3d1326865481751", 
        "created_at": "2014-09-12T10:19:40.838806+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:19:40.844445+00:00", 
        "linked_pages": [], 
        "slug": "sometimes-coughs-are-signs-of-a-serious-problem-a-child-who-is-breathing-rapidly-or-with-difficulty-might-have-pneumonia-an-infection-of-the-lungs-this-is-a-life-threatening-disease-the-child-nee", 
        "content": "Most coughs, colds, fevers, sore throats and runny noses end without requiring\nmedication. But sometimes a cough and a fever are signs of pneumonia, which\nneeds to be treated by a trained health worker.\n\nIf a trained health worker provides antibiotics to treat the pneumonia, it is\nimportant to follow the instructions and give the child all the medicine for\nas long as the instructions say, even if the child seems better.\n\nMany children die of pneumonia at home because their parents or other\ncaregivers do not realize the seriousness of the illness and the need for\nimmediate medical care. Millions of child deaths from pneumonia can be\nprevented if:\n\n  * parents and other caregivers know that rapid and difficult breathing is a danger sign, requiring urgent medical help\n  * parents and other caregivers know where to get medical help\n  * medical help and appropriate and low-cost antibiotics are readily available.\n\n**The child should be taken immediately to a trained health worker or clinic if any of the following symptoms are present:**\n\n  * the child is breathing much more quickly than usual: from birth to 59 days - 60 breaths a minute; 2 months to 12 months - 50 breaths a minute or more; over 12 months to 5 years - 40 breaths a minute or more\n  * the child is breathing with difficulty or gasping for air\n  * the lower part of the chest sucks in when the child breathes in, or it looks as though the stomach is moving up and down\n  * the child has had a cough for more than three weeks\n  * the child is unable to breastfeed or drink\n  * the child vomits frequently.\n\nHealth-care providers have a responsibility to provide parents and other\ncaregivers with this information on the health risks for a child with\npneumonia and the preventive steps and treatments to take.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "93d9377cb3794575914959164edb6295"
    }, 
    "model": "GitPageModel"
}