{
    "fields": {
        "subtitle": "", 
        "description": "Pregnancy before the age of 18 or after the age of 35 increases the health risks for the mother and her baby.", 
        "language": "eng_UK", 
        "title": "Pregnancy before the age of 18 or after the age of 35 increases the health risks for the mother and her baby.", 
        "primary_category": "e1a19adfaa594ad09590f4ef56b00137", 
        "created_at": "2014-09-10T12:26:06.005342+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-07T14:45:42.250492+00:00", 
        "linked_pages": [], 
        "slug": "pregnancy-before-the-age-of-18-or-after-the-age-of-35-increases-the-health-risks-for-the-mother-and-her-baby", 
        "content": "Every year over 500,000 women die from pregnancy and childbirth complications.\nFor every woman who dies, approximately 20 more develop infections and severe\ndisabling problems - adding up to more than 10 million women affected each\nyear. Access to and use of family planning services could prevent many of\nthese deaths and disabilities. Throughout this publication, references to\npregnant women include pregnant adolescents. It is important to note that the\npregnant adolescent is at increased risk of pregnancy complications such as\neclampsia, premature labour, prolonged labour, obstructed labour, fistula,\nanaemia and death. For her baby, there is a greater risk of premature birth,\nlow birthweight, health problems and death. For the pregnant adolescent under\n15 years of age, these risks increase substantially. Delaying a first\npregnancy until a girl is at least 18 years of age helps to ensure a safer\npregnancy and childbirth. It reduces the risk of her baby being born\nprematurely and/or underweight. This is especially important where early\nmarriage is the custom and married adolescents face pressure to become\npregnant. Childbirth is more likely to be difficult and dangerous for an\nadolescent than for an adult. Babies born to very young mothers are much more\nlikely to die in the first year of life. Young adolescents do not yet have a\nfully developed pelvis. Pregnancy for them can result in serious consequences,\nsuch as eclampsia, premature labour, prolonged labour, obstructed labour,\nfistula, anaemia (thin blood) or infant and/or maternal death. The younger the\nmother is, the greater the risk to her and her baby. The risk of maternal\ndeath related to pregnancy and childbirth for adolescent girls between 15 and\n19 years of age accounts for some 70,000 deaths each year. For adolescents\nunder 15 years of age these risks increase substantially. Girls who give birth\nbefore age 15 are five times more likely to die in childbirth than women in\ntheir twenties. Adolescent girls and young women, married or unmarried, need\nspecial help to delay pregnancy. All who might be involved with an early\npregnancy - adolescent girls and young women and adolescent boys and men as\nwell as their families - should be aware of the risks involved and how to\navoid them. This should include information on how to prevent sexually\ntransmitted infections (STIs), including HIV. After the age of 35, the health\nrisks associated with pregnancy and childbirth begin to increase again. The\nrisks may include hypertension (high blood pressure), haemorrhage (loss of\nblood), miscarriage and gestational diabetes (diabetes during pregnancy) for\nthe woman and congenital anomalies (birth defects) for the child.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "681cd53bdf8341428b9b2a2a8eff3a3a"
    }, 
    "model": "GitPageModel"
}