{
  "subtitle": "", 
  "description": "In emergencies, children have the same rights as in non-emergency situations. This is true whether the emergency is a conflict, disaster or epidemic.", 
  "language": "eng_GB", 
  "title": "In emergencies, children have the same rights as in non-emergency situations. This is true whether the emergency is a conflict, disaster or epidemic.", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-15T09:03:59.754742+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:06.623832+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "000b69c4f30a4a5cbf8dda3fe6ff7b51", 
  "content": "All children and their families and communities have the right to receive\nhumanitarian assistance in emergencies. Children and their families who are\nforced from their homes by conflicts or disasters have the same rights as\nthose living in their homes and communities in non-emergency situations.\nCommunities can designate protected areas to shelter civilians and the sick.\nThese areas must never be used for any military purposes. Humanitarian relief\nworkers and supplies must always be respected and protected. Combatants should\nalways allow all civilians access to humanitarian assistance. The particular\nneeds of women and adolescent girls in emergency situations must be respected.\nTheir specific needs of privacy, hygiene and protection must be taken into\naccount. Unaccompanied children, pregnant women, mothers with young children,\nfemale heads-of-households, persons with disabilities and the elderly may\nrequire specific attention to address their particular needs. When children\nand families are displaced within a country, the national authorities have the\nprimary responsibility to protect children's rights and assist children and\nfamilies. The United Nations, non-governmental organizations and the\nInternational Committee of the Red Cross (ICRC), among others, also have a\ncritical role to play in providing assistance and protection to children and\nfamilies. Displaced persons have the right to safely return to their homes as\nsoon as the reasons for their displacement are no longer an issue. The\nproperty rights of displaced persons must be respected so children and\nfamilies can rebuild their lives. As communities begin to re-establish and\nreconstruct after an emergency, attention should be given to providing social\nservices, including health and education, to children, women and families.\nHumanitarian workers who provide aid to civilians should minimize\nopportunities for violence, exploitation and abuse. Any activity by\nhumanitarian workers that exploits the population should be reported\nimmediately to the agency concerned and the authorities.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "in-emergencies-children-have-the-same-rights-as-in-non-emergency-situations-this-is-true-whether-the-emergency-is-a-conflict-disaster-or-epidemic", 
  "uuid": "000b69c4f30a4a5cbf8dda3fe6ff7b51"
}