{
  "subtitle": "", 
  "description": "A child's life is in danger if she or he has several watery stools within an hour or if there is blood in the stool. Immediate help from a trained health worker is needed.", 
  "language": "eng_UK", 
  "title": "A child's life is in danger if she or he has several watery stools within an hour or if there is blood in the stool. Immediate help from a trained health worker is needed.", 
  "primary_category": "116e3cfd167340088d465880ce508a8d", 
  "created_at": "2014-07-22T18:00:00+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-10-17T07:12:49.087242+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0802ba9f1cfb498196afaed48503ad9f", 
  "content": "Parents should immediately seek help from a trained health worker if the\nchild: * passes several watery stools in an hour * passes blood in the stool *\nvomits frequently * has a fever * is extremely thirsty * does not want to\ndrink * refuses to eat * has sunken eyes * looks weak or is lethargic * has\nhad diarrhoea for several days. If the child has any of these signs, help from\na trained health worker is needed urgently. In the meantime, the child should\nbe given ORS solution and/or other liquids, plus zinc. If the child passes\nseveral watery stools in one hour and vomits, there is cause for alarm - these\nare possible signs of cholera. Cholera can kill children in a matter of hours.\nMedical help should be sought immediately and the child should continue to\nreceive ORS solution and zinc. Cholera can spread throughout the community\nquickly through contaminated water or food. Cholera usually occurs in\nsituations where there is poor sanitation and overcrowding. There are four\nsteps to take to limit the spread of cholera or diarrhoea: 1\\. Always wash\nhands with soap and water or a substitute, such as ash and water, after\ndefecation, after contact with faeces, before touching or preparing food,\nbefore eating and before feeding children. 2\\. Dispose of all faeces,\nincluding those of infants and young children, in a latrine or toilet, or bury\nthem. Disinfect the places touched by the faeces. 3\\. Use safe drinking water.\n4\\. Wash, peel or cook all foods. Trained health workers and health centres\nshould provide families and communities with clear information on the risks of\ndiarrhoea and cholera and what steps to take when either one occurs.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "a-childs-life-is-in-danger-if-she-or-he-has-several-watery-stools-within-an-hour-or-if-there-is-blood-in-the-stool-immediate-help-from-a-trained-health-worker-is-needed", 
  "uuid": "0802ba9f1cfb498196afaed48503ad9f"
}