{
  "subtitle": "", 
  "description": "Violence against women is a serious public health problem in most communities. When a woman is pregnant, violence is very dangerous to both the woman and her pregnancy. It increases the risk of miscarriage, premature labour and having a low-birthweight baby.", 
  "language": "eng_UK", 
  "title": "Violence against women is a serious public health problem in most communities. When a woman is pregnant, violence is very dangerous to both the woman and her pregnancy. It increases the risk of miscar", 
  "primary_category": "d274d523e8df4fb1817943261e253291", 
  "created_at": "2014-09-10T12:41:06.474390+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T12:41:06.480016+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "090d75e9501a494489d0b33795a8ed10", 
  "content": "Violence and abuse are unacceptable at any time. Women who are abused during\npregnancy may suffer from early labour and could lose their babies as a\nresult. Babies can be born with low birthweight, which can affect their health\nand survival.\n\nHealth workers, families and communities should be aware of these dangers,\nprovide protection, and work to prevent and eliminate violence against women.\nLocal authorities, with support from organizations and community leaders, have\nthe responsibility to:\n\n1) take action to prevent violence against women and challenge social norms\nthat increase women's risk for violence and abuse;  \n2) enforce laws protecting women from violence and abuse; and  \n3) provide accessible protection and support services for abused women.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "violence-against-women-is-a-serious-public-health-problem-in-most-communities-when-a-woman-is-pregnant-violence-is-very-dangerous-to-both-the-woman-and-her-pregnancy-it-increases-the-risk-of-miscar", 
  "uuid": "090d75e9501a494489d0b33795a8ed10"
}