{
  "subtitle": "", 
  "description": "Feeding times are periods of learning, love and interaction, which promote physical, social and emotional growth and development. The parent or other caregiver should talk to children during feeding, and treat and feed girls and boys equally and patiently.", 
  "language": "eng_UK", 
  "title": "Feeding times are periods of learning, love and interaction, which promote physical, social and emotional growth and development. The parent or other caregiver should talk to children during feeding, ", 
  "primary_category": "e9939fe1b6ec42ea9ab78ed065356b26", 
  "created_at": "2014-09-12T09:12:03.061751+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T09:12:03.069184+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0d91c66c3a2c4c0799466f9587d346bd", 
  "content": "Mealtimes provide the opportunity for mothers and fathers or other caregivers\nto interact and talk with children and support their learning. This helps to\nstimulate social and emotional development.\n\nIt is important to encourage children to eat, but not to force-feed them. Each\nchild's needs vary due to differences in breastmilk intake and variability in\ngrowth rate. Infants need to be fed directly. Young children should be\nassisted when they are learning to feed themselves.\n\nIf a child refuses to eat a variety of foods, the caregiver can experiment\nwith different food combinations, tastes, textures and methods of\nencouragement. The caregiver should minimize distractions during meals if the\nchild loses interest easily.\n\nGirls and boys require the same amount of attention and time for feeding. They\nshould receive the same quantity and quality of food and drink. They both need\nto be breastfed for the first six months and receive an adequate variety and\nquantity of foods after six months. It is important for both mothers and\nfathers to be informed about child nutrition. Both parents should take part in\nfeeding their daughters and sons.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "feeding-times-are-periods-of-learning-love-and-interaction-which-promote-physical-social-and-emotional-growth-and-development-the-parent-or-other-caregiver-should-talk-to-children-during-feeding", 
  "uuid": "0d91c66c3a2c4c0799466f9587d346bd"
}