{
  "subtitle": "", 
  "description": "Encouraging children to play and explore helps them learn and develop socially, emotionally, physically and intellectually. This helps children get ready for school.", 
  "language": "eng_UK", 
  "title": "Encouraging children to play and explore helps them learn and develop socially, emotionally, physically and intellectually. This helps children get ready for school.", 
  "primary_category": "6f0b744ca6c244459ebe042430e02ba3", 
  "created_at": "2014-09-10T13:47:08.089118+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-10-17T07:12:35.066619+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "193293341d9d41fca65e13747d2a7779", 
  "content": "Children play because it is fun. Play is also key to their learning and\ndevelopment. Playing, both structured and unstructured, lays the foundation\nfor a child's development of future learning and life skills. It helps\nchildren: * develop their knowledge, experience, curiosity and confidence *\nlearn by trying things, comparing results, asking questions and meeting\nchallenges * develop the skills of language, thinking, planning, organizing\nand decision-making. Stimulation, play and being included in play with other\nchildren and adults are very important for children with disabilities or\nchronic illnesses, such as children with HIV. When parents and other\ncaregivers talk and interact with children in their first language, it helps\nchildren develop the ability to think and express themselves. Children learn\nlanguage quickly and easily through hearing and singing songs, having stories\ntold or read to them, repeating rhymes and playing games. Girls and boys need\nthe same opportunities for play and interaction with all family members,\nincluding siblings and grandparents, and in activities outside the home. Play\nand interaction with the mother and the father help strengthen the bond\nbetween the child and both parents. Family members and other caregivers can\nhelp children learn by giving them simple tasks with clear instructions,\nproviding objects to play with and suggesting new activities. They should not\ndominate the child's play. All children need a variety of simple play\nmaterials that are suitable for their stage of development and learning.\nWater, sand, cardboard boxes, wooden building blocks, and pots and lids are\njust as good for facilitating a child's play and learning as toys bought from\na shop. Parents and caregivers need to be patient when a very young child\ninsists on trying to do something without help. Children learn by trying until\nthey succeed. As long as the child is protected from danger, struggling to do\nsomething new and difficult is a positive step in the child's development.\nChildren are constantly changing and developing new abilities. Caregivers\nshould notice these changes and follow the child's lead. Responding to and\nencouraging children helps them develop more quickly. As young children grow\nolder they need opportunities to learn and socialize with other children of\ntheir age. Group learning activities, run by a trained caregiver or teacher at\nhome or in a nursery school or kindergarten, are important in helping children\nget ready for school.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "encouraging-children-to-play-and-explore-helps-them-learn-and-develop-socially-emotionally-physically-and-intellectually-this-helps-children-get-ready-for-school", 
  "uuid": "193293341d9d41fca65e13747d2a7779"
}