{
  "subtitle": "", 
  "description": "Wherever malaria is present, children are in danger. ", 
  "language": "eng_UK", 
  "title": "Wherever malaria is present, children are in danger. A child with a fever should be examined immediately by a trained health worker and receive an appropriate antimalarial treatment as soon as possibl", 
  "primary_category": "5132c15f5dfe406592fb0dd390873dcb", 
  "created_at": "2014-09-09T12:14:20+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-09T12:16:40.548043+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "1ea6397911b248a49b204cb2f1d20a0e", 
  "content": "Wherever malaria is present, children are in danger. A child with a fever\nshould be examined immediately by a trained health worker and receive an\nappropriate antimalarial treatment as soon as possible if diagnosed with\nmalaria. Artemisinin-based combination therapies (ACTs) are recommended by WHO\nfor treatment of Plasmodium falciparum malaria. It is the most serious type of\nmalaria and causes nearly all malaria deaths.\n\nMalaria should be suspected if anyone in the family has a fever, or if young\nchildren refuse to eat or have vomiting, diarrhoea, drowsiness or fits.\n\nA child with a fever believed to be caused by malaria needs immediate\nantimalarial treatment as recommended by a trained health worker. If possible,\nthe child should be tested with a Rapid Diagnostic Test (RDT) or microscopy\n(laboratory diagnosis involving the examination of the person's blood under a\nmicroscope) to confirm the malaria infection. RDTs are inexpensive and\nincreasingly available.\n\nIf a child with a malarial fever is not treated within a day, she or he might\ndie. ACTs are recommended by WHO for treatment of Plasmodium falciparum\nmalaria. A trained health worker can advise on what type of ACT treatment is\nbest and how long it should be taken in accordance with national guidelines.\n\nMalaria usually causes a high fever and chills. A child with a high fever\nshould be kept cool for as long as the fever persists by:\n\n  * sponging or bathing the child with tepid water (cool, not cold)\n  * providing treatment with antipyretics (medication that prevents or reduces fever), such as paracetemol or ibuprofen, but not aspirin.\n\nKeeping the fever from going too high is important to prevent convulsions,\nwhich could lead to disabilities.\n\nA child with malaria needs to take the full course of treatment, even if the\nfever disappears rapidly. If the treatment is not completed, the malaria could\nbecome more severe and difficult to cure. Incomplete treatment regimens can\nalso lead to the development of drug resistance among people in the local\narea.\n\nIf the malaria symptoms continue after treatment, the child should be taken to\na health centre or hospital. The problem may be:\n\n  * the child is not receiving enough medicine\n  * the child has an illness other than malaria\n  * the malaria is resistant to the medicine, and another medicine is needed.\n\nHealth-care providers have the responsibility to ensure that parents and\ncaregivers are well informed about ways to prevent malaria and the best\npractices for caring for a child with malaria.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "wherever-malaria-is-present-children-are-in-danger-a-child-with-a-fever-should-be-examined-immediately-by-a-trained-health-worker-and-receive-an-appropriate-antimalarial-treatment-as-soon-as-possibl", 
  "uuid": "1ea6397911b248a49b204cb2f1d20a0e"
}