{
  "subtitle": "", 
  "description": "Why it is important", 
  "language": "eng_GB", 
  "title": "Why it is important", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T10:57:48.845208+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:10.055791+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "1f640cd1b7a641a2a7615629f720cfcc", 
  "content": "Emergencies such as conflicts, disasters or epidemics, expose families to\nrisks that make them especially vulnerable to disease, malnutrition and\nviolence. With the right information and support, families and communities can\nestablish measures that map out what to do in an emergency. Girls, boys and\nwomen typically are the most affected by emergencies. An estimated 26 million\npeople were displaced by armed conflicts and violence in 2007\\. Each year, up\nto 50 million people are displaced due to disasters. Climate change could\nincrease these numbers. Displacement undermines families' livelihoods and\nsocial support mechanisms. This can lead to family separations and increase\nchildren's vulnerability to discrimination, abuse, violence, poverty and\nexploitation. Conflict and disasters put children at risk of disease and\nmalnutrition. Access to health services is reduced, and food shortages are\ncommon. Water can become scarce, especially when access is limited by\novercrowding and poor sanitary conditions. Children's access to education is\noften undermined, since schools are frequently targeted for attacks and\nabductions, and teachers and materials are in short supply. The risk of HIV\ntransmission increases in such contexts. In situations of conflict, girls and\nboys are particularly vulnerable to forced recruitment by armed forces and\ngroups. Along with women, they are also at risk of abduction, trafficking and\nsexual violence, including rape. Epidemics (or outbreaks) of diseases can be\ncaused by emergencies or can by themselves cause an emergency. The emergency\ncan arise because of the severe nature of the disease or the community's\nresponse to it. A pandemic is a widespread, usually global, epidemic. An\ninfluenza pandemic results from a new influenza virus against which the\npopulation has little or no immunity. It can spread rapidly across the world\nand is recurrent and unpredictable. The youngest children, under 2 years of\nage, are particularly vulnerable to influenza and other infectious diseases.\nChildren and their family members have the right to protection and the\ninformation and support they may need to prepare for and cope with such\ncomplex situations.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "why-it-is-important-9", 
  "uuid": "1f640cd1b7a641a2a7615629f720cfcc"
}