{
  "subtitle": "", 
  "description": "Why it is important", 
  "language": "eng_UK", 
  "title": "Why it is important", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T10:57:48.845208+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:57:48.851536+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "1f640cd1b7a641a2a7615629f720cfcc", 
  "content": "Emergencies such as conflicts, disasters or epidemics, expose families to\nrisks that make them especially vulnerable to disease, malnutrition and\nviolence. With the right information and support, families and communities can\nestablish measures that map out what to do in an emergency.\n\nGirls, boys and women typically are the most affected by emergencies. An\nestimated 26 million people were displaced by armed conflicts and violence in\n2007. Each year, up to 50 million people are displaced due to disasters.\nClimate change could increase these numbers.\n\nDisplacement undermines families' livelihoods and social support mechanisms.\nThis can lead to family separations and increase children's vulnerability to\ndiscrimination, abuse, violence, poverty and exploitation.\n\nConflict and disasters put children at risk of disease and malnutrition.\nAccess to health services is reduced, and food shortages are common. Water can\nbecome scarce, especially when access is limited by overcrowding and poor\nsanitary conditions. Children's access to education is often undermined, since\nschools are frequently targeted for attacks and abductions, and teachers and\nmaterials are in short supply. The risk of HIV transmission increases in such\ncontexts.\n\nIn situations of conflict, girls and boys are particularly vulnerable to\nforced recruitment by armed forces and groups. Along with women, they are also\nat risk of abduction, trafficking and sexual violence, including rape.\n\nEpidemics (or outbreaks) of diseases can be caused by emergencies or can by\nthemselves cause an emergency. The emergency can arise because of the severe\nnature of the disease or the community's response to it.\n\nA pandemic is a widespread, usually global, epidemic. An influenza pandemic\nresults from a new influenza virus against which the population has little or\nno immunity. It can spread rapidly across the world and is recurrent and\nunpredictable. The youngest children, under 2 years of age, are particularly\nvulnerable to influenza and other infectious diseases.\n\nChildren and their family members have the right to protection and the\ninformation and support they may need to prepare for and cope with such\ncomplex situations.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "why-it-is-important-9", 
  "uuid": "1f640cd1b7a641a2a7615629f720cfcc"
}