{
  "subtitle": "", 
  "description": "The early years, especially the first three years of life, are very important for building the baby's brain. Everything she or he sees, touches, tastes, smells or hears helps to shape the brain for thinking, feeling, moving and learning.", 
  "language": "eng_UK", 
  "title": "The early years, especially the first three years of life, are very important for building the baby's brain. Everything she or he sees, touches, tastes, smells or hears helps to shape the brain for th", 
  "primary_category": "4562d44271384cc2806bead4bbd9183c", 
  "created_at": "2014-09-10T13:50:42.804233+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T13:50:42.814707+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "244383e6bcc346dfb7495a345f5897f1", 
  "content": "A child's brain develops rapidly during the first five years of life,\nespecially the first three years. It is a time of rapid cognitive, linguistic,\nsocial, emotional and motor development. For example, a child learns many\nwords starting at around 15-18 months. Rapid language learning continues into\nthe preschool years.\n\nThe child's brain grows as she or he sees, feels, tastes, smells and hears.\nEach time the child uses one of the senses, a neural connection is made in the\nchild's brain. New experiences repeated many times help make new connections,\nwhich shape the way the child thinks, feels, behaves and learns now and in the\nfuture.\n\nA close relationship between the child and the caregiver is the best way to\nnourish the child's growing brain. When a caregiver plays with and sings,\nspeaks, reads or tells a story to the child and nurtures her or him with\nhealthy food, love and affection, the child's brain grows. Being healthy,\ninteracting with caregivers and living in a safe and clean environment can\nmake a big difference in a child's growth, development and future potential.\n\nBabies need lots of care and affection in the early years. Holding, cuddling\nand talking to the child stimulate brain growth and promote emotional\ndevelopment. Being kept close to the mother and breastfed on demand provide\nthe infant with a sense of emotional security. The baby suckles for both\nnutrition and comfort.\n\nFor young children, crying is a way of communicating. Responding to the\nchild's cry by holding and/or talking soothingly to her or him will help\nestablish a sense of trust and security.\n\nThis kind of early bonding and attachment to the mother, father or other close\ncaregiver helps a child develop a broad range of abilities to use and build\nupon throughout life. These include the ability to:\n\n  * learn\n  * be self-confident and have high self-esteem\n  * have positive social skills\n  * have successful relationships at later ages\n  * develop a sense of empathy.\n\nAs children's brains develop, so do their emotions, which are real and\npowerful. Children may become frustrated if they are unable to do something or\nhave something they want. They are often frightened of strangers, new\nsituations or the dark. Children whose reactions are laughed at, punished or\nignored may grow up shy and unable to express emotions normally. If caregivers\nare patient and sympathetic when a child expresses strong emotions, the child\nis more likely to grow up happy, secure and well balanced.\n\nBoys and girls have the same physical, mental, emotional and social needs.\nBoth have the same capacity for learning. Both have the same need for\naffection, attention and approval.\n\nYoung children can experience excessive stress if they are physically or\nemotionally punished, are exposed to violence, are neglected or abused, or\nlive in families with mental illness, such as depression or substance abuse.\nThese stresses interfere with the developing brain and can lead to cognitive,\nsocial and emotional delays and behaviour problems in childhood and later in\nlife.\n\nChildren who are physically or mentally punished in anger are more likely to\nbecome violent themselves. More positive and effective ways to address\nchildren's behaviour can include:\n\n  * providing a child with clear explanations about what to do and what not to do\n  * responding consistently to certain behaviours\n  * praising good behaviour.\n\nThese responses by parents and other caregivers encourage children so they\nbecome well-adjusted and productive members of the family and community.\n\nBoth parents, as well as other family members, need to be involved in caring\nand nurturing the growth, learning and development of children. They should\nmake both girls and boys feel equally valued as they encourage them to learn\nand explore - this is important preparation for school.\n\nMothers around the world generally take on the primary role of addressing\ntheir children's rights and needs. They love, feed, console, teach, play with\nand care for their children.\n\nA father's role is as vital as the mother's in nurturing and caring for their\nchildren and protecting their rights. A father should make daughters and sons\nfeel they are equally important. Just like the mother, the father can help\nmeet their child's needs for love, affection, approval, encouragement and\nstimulation. Together, the mother and father can ensure that the child\nreceives a quality education and good nutrition and health care.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "the-early-years-especially-the-first-three-years-of-life-are-very-important-for-building-the-babys-brain-everything-she-or-he-sees-touches-tastes-smells-or-hears-helps-to-shape-the-brain-for-th", 
  "uuid": "244383e6bcc346dfb7495a345f5897f1"
}