{
  "subtitle": "", 
  "description": "Why it is important ", 
  "language": "eng_GB", 
  "title": "Why it is important ", 
  "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
  "created_at": "2014-09-12T10:22:13.934431+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:16.799135+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "30ab8dcc6140426ea3ca8ac322f045ed", 
  "content": "All children have the right to protection. They have the right to survive, to\nbe safe, to belong, to be heard, to receive adequate care and to grow up in a\nprotective environment. A family is the first line of protection for children.\nParents or other caregivers are responsible for building a protective and\nloving home environment. Schools and communities are responsible for building\na safe and child-friendly environment outside the child's home. In the family,\nschool and community, children should be fully protected so they can survive,\ngrow, learn and develop to their fullest potential. Millions of children are\nnot fully protected. Many of them deal with violence, abuse, neglect,\nexploitation, exclusion and/or discrimination every day. Such violations limit\ntheir chances of surviving, growing, developing and pursuing their dreams. Any\nchild can be vulnerable to violations in many places, including the home. The\nactual number of children experiencing violations is not easy to determine.\nThis type of data is hard to collect and is not updated frequently. However,\nit is estimated that: * about 150 million girls and 73 million boys under 18\nexperienced forced sexual intercourse and other forms of sexual violence and\nexploitation during 2002 * 150 million children aged 5-14 are engaged in child\nlabour * millions of children, mostly girls, work as domestic labourers\n(maids) in private homes * approximately 1.2 million children are trafficked\nannually (most recent annual estimate from 2000) * the births of around 51\nmillion children born in 2007 were not registered * between 22 per cent and 84\nper cent of children 2-14 years old experienced physical punishment in the\nhome in 37 countries surveyed between 2005 and 2007. Governments, communities,\nlocal authorities and non-governmental organizations, including faith-based\nand community-based organizations, can help ensure that children grow up in a\nfamily environment. They can make sure that schools and communities protect\nall children and prevent child maltreatment. They can protect girls and boys\nfrom violations such as abuse, sexual exploitation, trafficking and work in\nhazardous conditions, as well as harmful practices, including child marriage.\nGirls and boys should be encouraged and supported to speak up for children's\nrights and to take an active role in their own protection against abuse,\nviolence, exploitation and discrimination.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "why-it-is-important-7", 
  "uuid": "30ab8dcc6140426ea3ca8ac322f045ed"
}