{
  "subtitle": "", 
  "description": "Why it is important ", 
  "language": "eng_UK", 
  "title": "Why it is important ", 
  "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
  "created_at": "2014-09-12T10:22:13.934431+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:22:13.945873+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "30ab8dcc6140426ea3ca8ac322f045ed", 
  "content": "All children have the right to protection. They have the right to survive, to\nbe safe, to belong, to be heard, to receive adequate care and to grow up in a\nprotective environment.\n\nA family is the first line of protection for children. Parents or other\ncaregivers are responsible for building a protective and loving home\nenvironment. Schools and communities are responsible for building a safe and\nchild-friendly environment outside the child's home. In the family, school and\ncommunity, children should be fully protected so they can survive, grow, learn\nand develop to their fullest potential.\n\nMillions of children are not fully protected. Many of them deal with violence,\nabuse, neglect, exploitation, exclusion and/or discrimination every day. Such\nviolations limit their chances of surviving, growing, developing and pursuing\ntheir dreams.\n\nAny child can be vulnerable to violations in many places, including the home.\nThe actual number of children experiencing violations is not easy to\ndetermine. This type of data is hard to collect and is not updated frequently.\nHowever, it is estimated that:\n\n  * about 150 million girls and 73 million boys under 18 experienced forced sexual intercourse and other forms of sexual violence and exploitation during 2002\n  * 150 million children aged 5-14 are engaged in child labour\n  * millions of children, mostly girls, work as domestic labourers (maids) in private homes\n  * approximately 1.2 million children are trafficked annually (most recent annual estimate from 2000)\n  * the births of around 51 million children born in 2007 were not registered\n  * between 22 per cent and 84 per cent of children 2-14 years old experienced physical punishment in the home in 37 countries surveyed between 2005 and 2007.\n\nGovernments, communities, local authorities and non-governmental\norganizations, including faith-based and community-based organizations, can\nhelp ensure that children grow up in a family environment. They can make sure\nthat schools and communities protect all children and prevent child\nmaltreatment. They can protect girls and boys from violations such as abuse,\nsexual exploitation, trafficking and work in hazardous conditions, as well as\nharmful practices, including child marriage.\n\nGirls and boys should be encouraged and supported to speak up for children's\nrights and to take an active role in their own protection against abuse,\nviolence, exploitation and discrimination.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "why-it-is-important-7", 
  "uuid": "30ab8dcc6140426ea3ca8ac322f045ed"
}