{
  "subtitle": "", 
  "description": "An epidemic (or outbreak) of disease can cause an emergency because of the severity of the disease or responses to it. In the case of pandemic influenza and other diseases spread by close personal contact, those who are ill should be kept separated from others.", 
  "language": "eng_GB", 
  "title": "An epidemic (or outbreak) of disease can cause an emergency because of the severity of the disease or responses to it. In the case of pandemic influenza and other diseases spread by close personal con", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T11:04:57.288292+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:07.735256+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "319ae036c2414517ab2f0b9546718c46", 
  "content": "The impact of a disease outbreak depends on the severity of the disease as\nwell as the responses by governments, communities and individuals. An\ninfluenza pandemic, involving a new virus, can spread rapidly through a\npopulation that has little or no immunity against the new virus. The influenza\nmight be moderate or severe in terms of the illness and death it causes. The\noutbreak can come and go repeatedly over time. Its level of severity can\nchange over the course of the pandemic, making it unpredictable. It generally\nhas a greater impact than regular seasonal influenza outbreaks. Annual or\nseasonal influenza causes most deaths in people over 65 years of age. An\ninfluenza pandemic causes more severe illness and deaths in younger age\ngroups. In both seasonal and pandemic influenza, pregnant women and children\nunder 2 years old are at increased risk of complications and death. Older\nchildren have the highest rates of infection but tend not to have severe\noutcomes. Influenza symptoms include high fever, cough, sore throat, body\naches, headache, chills, fatigue, vomiting and diarrhoea. In some cases,\ninfluenza can lead to pneumonia and breathing difficulties. **During an\noutbreak of influenza or other infection, some general steps to help protect\nchildren and families include:** * stay home if sick, and stay apart from\nothers * know the symptoms and danger signs, and what to do and where to go to\nget help if the illness becomes severe * wash hands with soap and water often,\nand keep surfaces clean * cough or sneeze into an elbow or a tissue, and\ndispose safely of tissues * do not spit near children or in public. **In an\noutbreak of an infection that has serious consequences, it is important to\nreduce close contact with others:** * stay at least one metre apart from\nothers, especially if they are coughing or sneezing or look unwell * stay at\nhome as much as possible and avoid public gatherings and travel. In an\nextensive outbreak, some individuals may need to be isolated in a hospital\nsetting for treatment or to prevent the spread of the infection. But for many\npeople access to care may be limited. **To care for sick people at home and to\nprevent the spread of the infection in the household:** * give sick people a\nseparate space at home * assign a single caregiver to a sick person * give\nplenty of fluids and foods to the sick person.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "an-epidemic-or-outbreak-of-disease-can-cause-an-emergency-because-of-the-severity-of-the-disease-or-responses-to-it-in-the-case-of-pandemic-influenza-and-other-diseases-spread-by-close-personal-con", 
  "uuid": "319ae036c2414517ab2f0b9546718c46"
}