{
  "subtitle": "", 
  "description": "An epidemic (or outbreak) of disease can cause an emergency because of the severity of the disease or responses to it. In the case of pandemic influenza and other diseases spread by close personal contact, those who are ill should be kept separated from others.", 
  "language": "eng_UK", 
  "title": "An epidemic (or outbreak) of disease can cause an emergency because of the severity of the disease or responses to it. In the case of pandemic influenza and other diseases spread by close personal con", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T11:04:57.288292+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T11:04:57.298490+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "319ae036c2414517ab2f0b9546718c46", 
  "content": "The impact of a disease outbreak depends on the severity of the disease as\nwell as the responses by governments, communities and individuals.\n\nAn influenza pandemic, involving a new virus, can spread rapidly through a\npopulation that has little or no immunity against the new virus. The influenza\nmight be moderate or severe in terms of the illness and death it causes. The\noutbreak can come and go repeatedly over time. Its level of severity can\nchange over the course of the pandemic, making it unpredictable. It generally\nhas a greater impact than regular seasonal influenza outbreaks.\n\nAnnual or seasonal influenza causes most deaths in people over 65 years of\nage. An influenza pandemic causes more severe illness and deaths in younger\nage groups. In both seasonal and pandemic influenza, pregnant women and\nchildren under 2 years old are at increased risk of complications and death.\nOlder children have the highest rates of infection but tend not to have severe\noutcomes.\n\nInfluenza symptoms include high fever, cough, sore throat, body aches,\nheadache, chills, fatigue, vomiting and diarrhoea. In some cases, influenza\ncan lead to pneumonia and breathing difficulties.\n\n**During an outbreak of influenza or other infection, some general steps to help protect children and families include:**\n\n  * stay home if sick, and stay apart from others\n  * know the symptoms and danger signs, and what to do and where to go to get help if the illness becomes severe\n  * wash hands with soap and water often, and keep surfaces clean\n  * cough or sneeze into an elbow or a tissue, and dispose safely of tissues\n  * do not spit near children or in public.\n\n**In an outbreak of an infection that has serious consequences, it is important to reduce close contact with others:**\n\n  * stay at least one metre apart from others, especially if they are coughing or sneezing or look unwell\n  * stay at home as much as possible and avoid public gatherings and travel.\n\nIn an extensive outbreak, some individuals may need to be isolated in a\nhospital setting for treatment or to prevent the spread of the infection. But\nfor many people access to care may be limited.\n\n**To care for sick people at home and to prevent the spread of the infection in the household:**\n\n  * give sick people a separate space at home\n  * assign a single caregiver to a sick person\n  * give plenty of fluids and foods to the sick person.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "an-epidemic-or-outbreak-of-disease-can-cause-an-emergency-because-of-the-severity-of-the-disease-or-responses-to-it-in-the-case-of-pandemic-influenza-and-other-diseases-spread-by-close-personal-con", 
  "uuid": "319ae036c2414517ab2f0b9546718c46"
}