{
  "subtitle": "", 
  "description": "Immunization protects against several dangerous diseases. A child who is not immunized is more likely to become sick, permanently disabled or undernourished, and could possibly die.", 
  "language": "eng_UK", 
  "title": "Immunization protects against several dangerous diseases. A child who is not immunized is more likely to become sick, permanently disabled or undernourished, and could possibly die.", 
  "primary_category": "290418574a82441da15c189d60a4d004", 
  "created_at": "2014-09-12T10:02:48.481969+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:02:48.490920+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "32f589b87e2449e1a21aa07502ba05fa", 
  "content": "Immunization protects children against some of the most dangerous diseases of\nchildhood. All children, including those who are disabled, need to be\nvaccinated. A child is immunized by vaccines, which are injected or given by\nmouth. The vaccines work by building up the child's defences against diseases.\nImmunization only works if given before the disease strikes.\n\nA child who is not immunized is very likely to get measles, whooping cough and\nmany other diseases that can kill. Children who survive these diseases are\nweakened and may not grow well. They may be permanently disabled. They may die\nlater from malnutrition and other illnesses.\n\nAll children need to be immunized with BCG (Bacille Calmette-Guerin) vaccine,\nwhich offers partial protection against some forms of tuberculosis and\nleprosy.\n\nAll children need to be immunized against diphtheria, tetanus and pertussis\nwith DTP vaccine (also known as DPT vaccine). Diphtheria causes infection of\nthe upper respiratory tract, which in severe cases may lead to breathing\ndifficulties and death. Tetanus causes rigid muscles and painful muscle spasms\nand can be deadly. Pertussis, or whooping cough, affects the respiratory tract\nand can cause a cough that lasts four to eight weeks. The disease is very\ndangerous in infants.\n\nAll pregnant women and infants need to be immunized against tetanus.\n\n  * Immunizing a woman or adolescent with at least two doses of tetanus toxoid before or during pregnancy protects the newborn for the first few weeks of life and protects the mother.\n  * At 6 weeks old, a baby needs the first dose of tetanus toxoid (the tetanus component of the DTP (DPT) vaccine) to extend the protection received from the mother against tetanus.\n\nAll children need to be immunized against measles, which can be a major cause\nof malnutrition, poor mental development, and hearing and visual impairments.\nThe signs that a child has measles are a fever and rash, together with a\ncough, a runny nose or red eyes. A child can die from measles.\n\nAll children need to be immunized against polio. The signs of polio are a\nfloppy limb or the inability to move. For every 200 children infected, one\nwill be disabled for life.\n\nIn countries where hepatitis B is a problem, up to 10 out of every 100\nchildren will harbour the infection for life if they are not immunized with\nhepatitis B vaccine. Up to one quarter of children infected with hepatitis B\nmay develop serious liver conditions such as cancer when they are older.\n\nIn many countries, pneumonia caused by pneumococcus bacteria or Haemophilus\ninfluenzae type B (Hib) bacteria is common and kills many young children.\nEither of these bacteria can also cause childhood meningitis and other serious\ninfections. These bacteria are among the most dangerous for children,\nparticularly those under 5 years old. Vaccination with Haemophilus influenzae\ntype B vaccine (Hib vaccine) and pneumococcal (conjugate) vaccine (PCV) can\nprevent these deaths.\n\nA pentavalent vaccine (five vaccines in one), combining the DTP (DPT),\nhepatitis B and Hib vaccines, is increasingly being used by national\nimmunization programmes.\n\nDiarrhoea caused by rotavirus is common and can be severe. It affects nearly\nevery child under age 5. Severe rotavirus diarrhoea is more common in\ndeveloping countries where health care can be more difficult to access,\nresulting in many deaths in children under 5 years old, especially children\nunder 2. Vaccination against rotavirus prevents diarrhoea caused by this\nvirus. However, diarrhoea due to other bacteria or viruses can still occur in\nchildren who receive the rotavirus vaccine.\n\nIn some countries, yellow fever puts the lives of many young children and\nadults at risk. Vaccination can prevent the disease.\n\nJapanese encephalitis virus is spread by mosquitoes, mainly in rural areas of\nAsian countries. It causes a severe illness, killing up to one third of those\naffected. Many survivors have brain damage. A trained health worker should be\nconsulted for advice and information on national guidelines regarding use of\nthis vaccine.\n\nBreastmilk and colostrum, the thick yellow milk produced during the first few\ndays after a woman gives birth, provide protection against diarrhoea,\npneumonia and other diseases. Colostrum is sometimes referred to as a\nnewborn's 'first vaccine', helping to build the child's immunity to disease.\n\nIn many countries where vitamin A deficiency is common, high-dose vitamin A\ncapsules (or syrup) are administered to each child aged 6 months to 5 years,\nevery four to six months. Vitamin A is distributed during routine immunization\n(such as with measles vaccine at 9 months) as well as during special\nimmunization campaigns. Vitamin A is also an important part of measles\ntreatment.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "immunization-protects-against-several-dangerous-diseases-a-child-who-is-not-immunized-is-more-likely-to-become-sick-permanently-disabled-or-undernourished-and-could-possibly-die", 
  "uuid": "32f589b87e2449e1a21aa07502ba05fa"
}