{
  "subtitle": "", 
  "description": "Bottle feeding and giving a baby breastmilk substitutes such as infant formula or animal milk can threaten the baby's health and survival. If a woman cannot breastfeed her infant, the baby can be fed expressed breastmilk or, if necessary, a quality breastmilk substitute from an ordinary clean cup.", 
  "language": "eng_UK", 
  "title": "Bottle feeding and giving a baby breastmilk substitutes such as infant formula or animal milk can threaten the baby's health and survival. If a woman cannot breastfeed her infant, the baby can be fed ", 
  "primary_category": "a6821e973bb74e08864a0395a5d5d850", 
  "created_at": "2014-09-10T14:10:33.402777+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-10-17T07:12:25.424197+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "348b3177b1e54b968737ae9d0fb89c35", 
  "content": "Babies who do not receive breastmilk do not receive protection from illnesses\nprovided by the mother's antibodies and other components that come in her\nmilk. These babies are more likely to get diarrhoea and respiratory and ear\ninfections. Diarrhoea and respiratory infections, such as pneumonia, can be\ndeadly in babies and young children. Feeding the baby breastmilk substitutes\ncan cause poor growth or illness if (1) too much or too little water is added,\n(2) the water is not from a safe source and/or (3) the bottles and teats are\nnot cleaned properly. Powdered breastmilk substitutes may contain harmful\nbacteria that can cause illness. Studies suggest that children fed breastmilk\nsubstitutes, as compared to breastfed children, are at greater risk of\nchildhood obesity and some chronic illnesses, such as heart disease, later in\nlife. Feeding the baby breastmilk substitutes can be expensive and\nparticularly risky if parents cannot afford to buy enough of a quality\nbreastmilk substitute. For example, to feed one baby for the first six months\nrequires 20 kilograms (about 40 tins) of infant formula. Trained health\nworkers should inform all parents considering the use of breastmilk\nsubstitutes about the costs. If it is necessary to feed the baby with formula,\nit is important to boil clean drinking water first and then add the hot water\nto the powdered formula. The water should not be added after it has cooled\ndown. The directions for mixing should be carefully followed. This ensures\nthat the right amounts of formula and safe water are mixed and that the\nprocess is hygienic. Before giving the formula to the baby, the mother, father\nor other caregiver must make sure it is not too hot. Animal milk and infant\nformula go bad if left at room temperature (around 20-25 degrees Celsius) for\nmore than two hours. Breastmilk can be stored for up to eight hours at room\ntemperature without going bad. Of course, it is better to safely store all\ntypes of milk in a clean, covered container, preferably in a refrigerator. Cup\nfeeding is safer than bottle feeding because the cup can be easily cleaned\nwith soap and water. Cup feeding also provides some of the contact and\nstimulation the baby needs, since the person has to hold the baby. Feeding\nwith a cup does not cause problems with suckling at the breast. The best food\nfor a baby who cannot be breastfed directly is milk expressed from the\nmother's breast, given from a clean, open cup. Even newborn babies can be fed\nwith an open cup. If it is necessary to feed a baby with a nutritionally\nadequate breastmilk substitute, it should be fed to the baby by cup.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "bottle-feeding-and-giving-a-baby-breastmilk-substitutes-such-as-infant-formula-or-animal-milk-can-threaten-the-babys-health-and-survival-if-a-woman-cannot-breastfeed-her-infant-the-baby-can-be-fed", 
  "uuid": "348b3177b1e54b968737ae9d0fb89c35"
}