{
  "subtitle": "", 
  "description": "Immunization is urgent. Every child should complete the recommended series of immunizations. Early protection is critical; the immunizations in the first year and into the second year are especially important. All parents or other caregivers should follow the advice of a trained health worker on when to complete the required immunizations.", 
  "language": "eng_GB", 
  "title": "Immunization is urgent. Every child should complete the recommended series of immunizations. Early protection is critical; the immunizations in the first year and into the second year are especially i", 
  "primary_category": "290418574a82441da15c189d60a4d004", 
  "created_at": "2014-09-12T10:09:19.974023+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:20.515808+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3f4805d41221410a9b27dff456e833f0", 
  "content": "Children must be immunized early in life. It is essential that infants, both\ngirls and boys, get all recommended vaccines at the right time. Some vaccines\nrequire multiple doses for full protection. It is important for every child to\ncomplete the full number of these immunizations. To protect the child during\nand beyond the first year of life, the immunizations in the chart below are\nnecessary. These are most effective when given at the ages specified, or as\nclose to those ages as possible. As new vaccines become available, more\nvaccines are recommended for all countries. But some vaccines are only needed\nin countries where certain diseases are present. Parents and health workers\nshould follow the locally recommended immunization schedule. If a child does\nnot complete the full series of immunizations in the first and into the second\nyear of life, it is extremely important to have the child fully immunized as\nsoon as possible. This can be done during special campaigns. In some\ncountries, additional vaccine doses, called 'booster shots', are offered after\nthe first year of life. These help to sustain the effectiveness of the vaccine\nso the child is protected longer.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "immunization-is-urgent-every-child-should-complete-the-recommended-series-of-immunizations-early-protection-is-critical-the-immunizations-in-the-first-year-and-into-the-second-year-are-especially-i", 
  "uuid": "3f4805d41221410a9b27dff456e833f0"
}