{
  "subtitle": "", 
  "description": "Safe disposal of all household refuse helps to keep the living environment clean and healthy. This helps prevent illness.", 
  "language": "eng_UK", 
  "title": "Safe disposal of all household refuse helps to keep the living environment clean and healthy. This helps prevent illness.", 
  "primary_category": "e8b0af5d763747c9956ff08084260809", 
  "created_at": "2014-07-22T18:00:54+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-07-22T18:18:06.493973+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "43e2e2b0a28b4272a88192a4c62eefe7", 
  "content": "Germs can be spread by flies, cockroaches, rats and mice, which thrive in\ngarbage such as food scraps and peelings from fruit and vegetables.\n\nIf there is no community-wide refuse collection, each family needs a garbage\npit where household refuse is buried or burned every day.\n\nKeeping the household and nearby areas clean and free of faeces, refuse and\nwaste water can help prevent disease. Household waste water can be disposed of\nsafely by making a soak pit or a channel to the kitchen garden or to the\nfield.\n\nChemicals such as pesticides and herbicides can be very dangerous if even\nsmall quantities get into the water supply or onto food, hands or feet.\nClothes and containers used when handling chemicals should not be washed near\na household water source.\n\nPesticides and other chemicals should not be used around the household or near\na water source. Chemicals should not be stored in or near drinking water\ncontainers or near food. Never store food or water in pesticide or fertilizer\ncontainers.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "safe-disposal-of-all-household-refuse-helps-to-keep-the-living-environment-clean-and-healthy-this-helps-prevent-illness", 
  "uuid": "43e2e2b0a28b4272a88192a4c62eefe7"
}