{
  "subtitle": "", 
  "description": "The risks associated with childbearing for the mother and her baby can be greatly reduced if a woman is healthy and well nourished before becoming pregnant. During pregnancy and while breastfeeding, all women need more nutritious meals, increased quantities of food, more rest than usual, iron-folic acid or multiple micronutrient supplements, even if they are consuming fortified foods, and iodized salt to ensure the proper mental development of their babies.", 
  "language": "eng_UK", 
  "title": "The risks associated with childbearing for the mother and her baby can be greatly reduced if a woman is healthy and well nourished before becoming pregnant. During pregnancy and while breastfeeding, a", 
  "primary_category": "d274d523e8df4fb1817943261e253291", 
  "created_at": "2014-09-10T13:24:42.149806+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T13:24:42.160784+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "48321fd59efd4f6bac0f37304a341aca", 
  "content": "Adolescent girls, women, pregnant women and new mothers need the best foods\navailable: milk, fresh fruit and vegetables, meat, fish, eggs, grains, peas\nand beans. All of these foods are safe to eat during pregnancy and while\nbreastfeeding.\n\nWomen will feel stronger and be healthier during pregnancy if they eat\nnutritious meals, consume greater quantities of nutritious food and get more\nrest than usual. Nutritious foods rich in iron, vitamin A and folic acid\ninclude meat, fish, eggs, green leafy vegetables, and orange or yellow fruits\nand vegetables.\n\nAfter childbirth, women also need nutritious meals and a greater quantity of\nfood and rest. Breastfeeding mothers need about 500 extra calories per day,\nthe equivalent of an additional meal.\n\nDuring prenatal visits, a trained health worker can provide the pregnant woman\nwith iron-folic acid or multiple micronutrient supplements to prevent or treat\nanaemia. Malaria or hookworm infection can be treated if needed. The health\nworker can also screen the pregnant woman for night blindness and, as\nnecessary, prescribe an adequate dosage of vitamin A to treat the woman and\ncontribute to the healthy development of the fetus.\n\nIf the pregnant woman thinks she has anaemia, malaria or hookworms, she should\nconsult a trained health worker.\n\nSalt consumed by families should be iodized. Iodine in a pregnant woman's and\nyoung child's diet is especially critical for the healthy development of the\nchild's brain. Goitre, a swelling at the front of the neck, is a clear sign\nthat the body is not getting enough iodine. A diet low in iodine is especially\ndamaging during the early stages of pregnancy and in early childhood. Women\nwho do not have enough iodine in their diet are more likely to have an infant\nwho is mentally or physically disabled. Severe iodine deficiency can cause\ncretinism (stunted physical and mental growth), stillbirth, miscarriage and\nincreased risk of infant mortality.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "the-risks-associated-with-childbearing-for-the-mother-and-her-baby-can-be-greatly-reduced-if-a-woman-is-healthy-and-well-nourished-before-becoming-pregnant-during-pregnancy-and-while-breastfeeding-a", 
  "uuid": "48321fd59efd4f6bac0f37304a341aca"
}