{
  "subtitle": "", 
  "description": "No child or adult living with or affected by HIV should ever be stigmatized or discriminated against. Parents, teachers and leaders have a key role to play in HIV education and prevention and in reducing fear, stigma and discrimination.", 
  "language": "eng_UK", 
  "title": "No child or adult living with or affected by HIV should ever be stigmatized or discriminated against. Parents, teachers and leaders have a key role to play in HIV education and prevention and in reduc", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:09:06.197608+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-15T09:09:06.205437+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "48b30c7057834db8a15734c7ab08bae2", 
  "content": "Educating children, families and communities about HIV is an essential way to\nhelp reduce fear, stigma and discrimination against the child and his or her\nfamily living with or affected by HIV, as well as the child's own fears and\nself-stigma.\n\nChildren, parents, other family members, teachers, community and faithbased\norganizations, local leaders and authorities, and the government have a\nsignificant role to play in HIV education and prevention and in reducing fear,\nisolation, stigma and discrimination.\n\n**HIV prevention and education should include:**\n\n  * Raising awareness and support for the rights of children and family members living with or affected by HIV  \n- Children, adolescents and adults living with or affected by HIV have the same rights as any other person to education, health care, housing and appropriate representation in the media. They should also have access to fair and equal treatment in the justice system.\n  * Ensuring that all children and young people understand the risks of HIV and know that they cannot get it from ordinary social contact with someone who is infected with HIV  \n- Children and young people need to be informed that HIV has no vaccination or cure, but that people can lead relatively healthy and productive lives with treatment. It is important that they understand how to prevent HIV infection and how to protect themselves and their loved ones.\n\n  * Empowering adolescents and youth to make decisions on when to have or not to have sex and how to negotiate condom use  \n- Talking with and listening to young people is very important to understand their situation and how best to provide them with protection, care and support. It can sometimes be awkward for adults to discuss sexual issues with children and adolescents. One way to begin the discussion with school-aged children is to ask them what they have heard about HIV and AIDS. If any of their information is wrong, it provides an opportunity to give them the correct information.\n\n  * Stimulating ideas and providing guidance on ways children, adolescents and youth can show their compassion and friendship with children and families they know who are living with or affected by HIV.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "no-child-or-adult-living-with-or-affected-by-hiv-should-ever-be-stigmatized-or-discriminated-against-parents-teachers-and-leaders-have-a-key-role-to-play-in-hiv-education-and-prevention-and-in-reduc", 
  "uuid": "48b30c7057834db8a15734c7ab08bae2"
}