{
  "subtitle": "", 
  "description": "Children learn how to behave (socially and emotionally) by imitating the behaviour of those closest to them.", 
  "language": "eng_UK", 
  "title": "Children learn how to behave (socially and emotionally) by imitating the behaviour of those closest to them.", 
  "primary_category": "6f0b744ca6c244459ebe042430e02ba3", 
  "created_at": "2014-09-10T13:46:05.477043+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-10-17T07:12:35.074312+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "56a7ac0cac9a434383928098d3bab4c8", 
  "content": "By watching and imitating others, young children learn how to interact\nsocially. They learn acceptable and unacceptable kinds of behaviour. The\nexamples set by adults, older siblings and children are the most powerful\ninfluences shaping a child's behaviour and personality. One way children learn\nis by copying what others do. If men and women do not treat each other\nequally, the child will observe, learn and probably copy this behaviour. If\nadults shout, behave violently, exclude or discriminate, children will learn\nthis type of behaviour. If adults treat others with kindness, respect and\npatience, children will follow their example. If mothers and fathers treat\neach other with love and respect, this is what their children will learn and\nmost likely 'replay' in their adult relationships. Children like to pretend.\nThis should be encouraged, as it develops their imagination and creativity. It\nalso helps the child understand different ways people behave.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "children-learn-how-to-behave-socially-and-emotionally-by-imitating-the-behaviour-of-those-closest-to-them", 
  "uuid": "56a7ac0cac9a434383928098d3bab4c8"
}