{
  "subtitle": "", 
  "description": "All children born to HIV-positive mothers or to parents with symptoms, signs or conditions associated with HIV infection should be tested for HIV. If found to be HIV-positive, they should be referred for follow-up care and treatment and given loving care and support", 
  "language": "eng_UK", 
  "title": "All children born to HIV-positive mothers or to parents with symptoms, signs or conditions associated with HIV infection should be tested for HIV. If found to be HIV-positive, they should be referred ", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:17:04.132978+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-15T09:17:04.144400+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "6a167ace67c64d0190a1b30fe01f73a5", 
  "content": "The earlier a child is tested, diagnosed with HIV and started on HIV\ntreatment, the better the chance of his or her survival and living a longer\nand healthier life.\n\nThe health-care provider should recommend HIV testing and counselling as part\nof standard care to all children, adolescents and adults who exhibit signs,\nsymptoms or medical conditions that could indicate HIV infection or who have\nbeen exposed to HIV. HIV testing and counselling should be recommended for all\nchildren seen in health services in settings where there is a generalized HIV\nepidemic.\n\nA child whose mother is known to be HIV-positive should be tested for HIV\nwithin six weeks of birth or as soon as possible. Infants have their mother's\nantibodies for several weeks after birth, and therefore standard antibody\ntests are not accurate for them. A special polymerase chain reaction (PCR)\ntest is required to tell if an infant has the virus around 6 weeks of age. If\npositive, the child needs to begin treatment immediately. The health-care\nprovider can help the family set up a feasible and appropriate antiretroviral\ntherapy regimen for the child. The parents should receive counselling and\nsocial services.\n\nAn important part of HIV care and antiretroviral treatment (ART) for children\nis the antibiotic cotrimoxazole. It helps prevent 'opportunistic' infections\nrelated to HIV, especially PCP (pneumocystis pneumonia). This treatment is\ncalled cotrimoxazole preventive therapy, or CPT.\n\nChildren with HIV should be given ART in fixed-dose combinations. These can be\nprescribed by a trained health worker, who can also provide follow-up support.\nIf the child is going to school, the school can also provide support to make\nsure that the child takes the medicines while at school.\n\nIt is critical to encourage children taking ART to keep taking the medicines\non the recommended schedule. This will help ensure the treatment remains\neffective.\n\nChildren need a healthy, balanced diet under any circumstances, but when they\nreceive HIV treatment, ensuring proper nutrition is especially important.\n\nHIV or opportunistic infections may cause reduced food intake due to decreased\nappetite, difficulty swallowing or poor absorption. Therefore extra attention\nshould be given to the nutrition of children who are HIV-positive to make sure\nthey receive high-quality, easily digestible foods. Without proper nutrition,\ntheir growth and development can be hindered. This could lead to more\nopportunistic infections that further deplete children's energy and increase\ntheir nutritional needs.\n\nOnce children who are HIV-positive are old enough to understand, they need to\nbe involved in decisions about their medical care and support. They also\nshould be made aware of the importance of prompt care and treatment of\ninfections. This is a critical part of developing their ability to make\nhealthy decisions in the future.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "all-children-born-to-hiv-positive-mothers-or-to-parents-with-symptoms-signs-or-conditions-associated-with-hiv-infection-should-be-tested-for-hiv-if-found-to-be-hiv-positive-they-should-be-referred", 
  "uuid": "6a167ace67c64d0190a1b30fe01f73a5"
}