{
  "subtitle": "", 
  "description": "Children and adolescents should actively participate in making and implementing decisions on HIV prevention, care and support that affect them, their families and their communities.", 
  "language": "eng_GB", 
  "title": "Children and adolescents should actively participate in making and implementing decisions on HIV prevention, care and support that affect them, their families and their communities.", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:11:10.940136+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:04.792414+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "6a5697226fdb4643822d01832adf67ea", 
  "content": "Children, adolescents, youth and families can be powerful agents of change in\nHIV prevention and education and reducing stigma and discrimination. They need\nto be a central part of defining and implementing responses to HIV. Children\nand young people can raise awareness of HIV and compassion for those living\nwith HIV. They often gain confidence and self-esteem in the process of working\nwith their peers and in their communities. * Child forums and other events\nprovide opportunities for children and young people to mobilize communities to\ncreate supportive and caring environments for children and families living\nwith and affected by HIV. * Schools and non-formal educational activities can\nhelp children form peer-to-peer support groups and children's clubs. These can\nbring together children who, with support from teachers or community workers,\ntake on responsibility to conduct HIV prevention and life skills education.\nChildren, young people, parents, other caregivers and families affected by HIV\ncan find support by joining or organizing self-help groups, peer groups and\ncommunity support groups. These groups can: * provide a social network that\ngives members psychological support * share practical information and help\nfamilies access social welfare services * offer opportunities for members to\nbecome active in efforts to find innovative ways to address HIV prevention,\nprotection, care and support. In collaboration with local authorities and\ngovernments, non-governmental and faith-based organizations often help support\nthese groups. When groups join to form a network, they can help to create a\nmovement to raise awareness and understanding of HIV and promote protection,\ncare and support of orphans and vulnerable children and families affected by\nHIV. Such efforts can help to address the exclusion, stigma and discrimination\nexperienced by those living with or affected by HIV.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "children-and-adolescents-should-actively-participate-in-making-and-implementing-decisions-on-hiv-prevention-care-and-support-that-affect-them-their-families-and-their-communities", 
  "uuid": "6a5697226fdb4643822d01832adf67ea"
}