{
  "subtitle": "", 
  "description": "Iodine in a pregnant woman's and young child's diet is especially critical for the development of the child's brain. It is essential to help prevent learning disabilities and delayed development. Using iodized salt instead of ordinary salt provides pregnant women and their children with as much iodine as they need.", 
  "language": "eng_UK", 
  "title": "Iodine in a pregnant woman's and young child's diet is especially critical for the development of the child's brain. It is essential to help prevent learning disabilities and delayed development. Usin", 
  "primary_category": "e9939fe1b6ec42ea9ab78ed065356b26", 
  "created_at": "2014-09-12T09:06:31.931924+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T09:06:31.943833+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "70fe8812fdc043fd9382fc9f9e27cc78", 
  "content": "Small amounts of iodine are essential for children's growth and development.\nIf a woman does not have enough iodine during pregnancy, her child is likely\nto be born with a mental disability or possibly a hearing or speech\ndisability. If the child does not get enough iodine during infancy and\nchildhood, he or she may have delayed physical, mental or cognitive\ndevelopment. Even mild deficiency can reduce learning ability and lower\nintelligence.\n\nGoitre, an abnormal enlargement of the thyroid gland causing a swelling of the\nneck, is a sign of iodine missing in the diet. Iodine deficiency in early\npregnancy increases the risk of miscarriage or stillbirth.\n\nUsing iodized salt instead of ordinary salt provides pregnant women and\nchildren with as much iodine as they need. Iodized salt is safe for the whole\nfamily and is the only salt needed for all cooking. Families should be sure to\nbuy only iodized salt of good quality - properly marked and packaged. Mothers\nneed to make sure they consume only iodized salt before, during and after\npregnancy. Mothers and fathers need to ensure that the salt consumed by their\nchildren is iodized.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "iodine-in-a-pregnant-womans-and-young-childs-diet-is-especially-critical-for-the-development-of-the-childs-brain-it-is-essential-to-help-prevent-learning-disabilities-and-delayed-development-usin", 
  "uuid": "70fe8812fdc043fd9382fc9f9e27cc78"
}