{
  "subtitle": "", 
  "description": "Children are vulnerable to trafficking where protection for children is weak or missing. The government, civil society and families are responsible for preventing trafficking, as well as helping children who are victims to reintegrate into their families and communities, if it is in their best interest.", 
  "language": "eng_UK", 
  "title": "Children are vulnerable to trafficking where protection for children is weak or missing. The government, civil society and families are responsible for preventing trafficking, as well as helping child", 
  "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
  "created_at": "2014-09-12T10:26:54.431306+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:26:54.440117+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "8bffa552839044d2b4faca4d87cebe71", 
  "content": "Trafficking of children is one of the fastest growing transnational crimes,\noccurring in and between countries. Profit from human trafficking has been\nestimated at approximately US$9.5 billion annually.\n\nChildren who are trafficked are:\n\n  * treated as commodities\n  * subject to violence, abuse, neglect, exploitation and HIV infection.\n\nIt is calculated that the majority of the children trafficked every year are\ngirls who are sexually exploited.\n\nChildren and families burdened by poverty and with limited access to\ninformation may leave their communities because they believe better\nopportunities await them elsewhere. Sometimes children are promised a good\neducation, a well-paying job or a better life. Instead they may find\nthemselves smuggled or moved across borders or taken within their own country\nby traffickers and forced into dangerous situations. These may include\ndomestic servitude, prostitution, forced marriage or begging.\n\n**It is important for children and families choosing to leave their communities to understand where they are going. They should know:**\n\n  * what they can expect\n  * potential risks involved during travel as well as at the destination\n  * what to do if they get into a trafficking situation.\n\n**Governments can support local authorities and civil society to:**\n\n  * distribute information to parents and children on the risks of migration and sending children away to work\n  * distribute information to communities on how negative attitudes towards migrant children can lead to social acceptance of child trafficking or indifference to it\n  * gain parental support to keep children in school and not allow them to drop out for work\n  * provide social services as needed to help reduce parents' dependence on their children's income or work\n  * address and reduce domestic violence, which can influence a child's decision to leave home\n  * treat children as victims of crime and not as criminals, and provide them with support and the time they need to recover before returning them to their families and communities or alternative care\n  * make and enforce laws that prosecute traffickers.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "children-are-vulnerable-to-trafficking-where-protection-for-children-is-weak-or-missing-the-government-civil-society-and-families-are-responsible-for-preventing-trafficking-as-well-as-helping-child", 
  "uuid": "8bffa552839044d2b4faca4d87cebe71"
}