{
  "subtitle": "", 
  "description": "Landmines and unexploded devices are extremely dangerous. They can explode and kill or disable many people if touched, stepped on or disturbed in any way. Children and their families should stay only in areas that have been declared safe and avoid unknown objects.", 
  "language": "eng_UK", 
  "title": "Landmines and unexploded devices are extremely dangerous. They can explode and kill or disable many people if touched, stepped on or disturbed in any way. Children and their families should stay only ", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T10:59:07.961821+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:59:07.972373+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "8c3fbe6da37d43e3bd242f49ae4909c0", 
  "content": "Landmines are victim-activated explosive devices intended to kill or injure\npeople or destroy or damage vehicles. Unexploded ordnance (called UXO) are any\nmunitions, such as bombs, shells, mortars or grenades, that were used but\nfailed to detonate as intended.\n\nBoth landmines and UXO come in many different shapes, sizes and colours. They\ncan be buried underground, placed above ground or hidden in grass, trees or\nwater. They may be bright and shiny or dirty and rusty, but they are always\ndangerous and must be avoided at all times.\n\nLandmines are usually not visible. Special caution is needed near areas of\nmilitary action or abandoned or overgrown areas. Dangerous areas are often\ndesignated by a marking such as a picture of a skull and crossbones,\nredpainted stones or other common markings that draw attention and are easily\nrecognized as hazard warnings by the local population.\n\nUXO are often easier to see than landmines. Their colour and shape make them\nattractive to children, but they are extremely dangerous and unstable. They\ncan explode with the slightest touch or change in temperature. They kill more\noften than do landmines.\n\nChildren should be taught not to touch unfamiliar objects. They need to learn\nthat if anything looks suspicious they should keep away and inform adults they\nknow or the authorities.\n\nSince some roads may be mined or littered with explosive remnants of war, it\nis important for families to ask local people which roads or paths are safe to\ntravel. Generally it is safer to travel on commonly used roads and paths.\n\nPlaces likely to have mines, UXO or abandoned weapons and ammunition include\nabandoned or destroyed buildings, unused paths or roads, untouched and\novergrown fields, current or former military bases, outposts, checkpoints,\ntrenches or ditches. Children and their families need to be informed to stay\naway from these areas. Measures should be put in place to keep them away.\n\nChildren and their families need to learn what to do if they see a mine or\nUXO. They should:\n\n  * stand still and tell others nearby to do the same\n  * avoid panicking\n  * avoid movement\n  * call for help\n  * if help does not come, carefully consider the options before moving to retrace the original steps backwards very slowly.\n\nIf a landmine or UXO injury occurs:\n\n  * apply firm pressure to the bleeding area until the bleeding stops\n  * if the bleeding is not stopping, tie a cloth or piece of clothing (a tourniquet) just above or as close to the wound as possible and send for medical assistance\n  * if help is delayed more than one hour, loosen the tourniquet hourly to check the bleeding; remove the tourniquet when the bleeding stops\n  * if the person is breathing but unconscious, roll the person onto his or her side so the tongue does not block breathing\n  * seek follow-up medical care, as needed.\n\nGovernments and local authorities have the responsibility to make communities\nsafe for all children and families. Professional demining is the best solution\nto ensure the safety of all.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "landmines-and-unexploded-devices-are-extremely-dangerous-they-can-explode-and-kill-or-disable-many-people-if-touched-stepped-on-or-disturbed-in-any-way-children-and-their-families-should-stay-only", 
  "uuid": "8c3fbe6da37d43e3bd242f49ae4909c0"
}