{
  "subtitle": "", 
  "description": "Babies learn rapidly from the moment of birth. They grow and learn best when responsive and caring parents and other caregivers give them affection, attention and stimulation in addition to good nutrition, proper health care and protection.", 
  "language": "eng_UK", 
  "title": "Babies learn rapidly from the moment of birth. They grow and learn best when responsive and caring parents and other caregivers give them affection, attention and stimulation in addition to good nutri", 
  "primary_category": "4562d44271384cc2806bead4bbd9183c", 
  "created_at": "2014-09-10T13:49:12.272287+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T13:49:12.284460+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "8ee1098554cc4e6883a414211fe1f3eb", 
  "content": "Touch, hearing, smell, sight and taste are learning tools the child uses\ntoexplore and understand her or his world.\n\n**Affection, attention and stimulation**\n\nChildren's minds develop rapidly when they are talked to, touched and cuddled;\nwhen they see and hear familiar faces and voices; and when they handle\ndifferent objects.\n\nChildren learn quickly when they feel loved and secure from birth and when\nthey play and interact with family members and other people close to them. The\nmore often mothers, fathers and other caregivers play with, talk to and\nrespond to the child, the faster she or he learns.\n\nParents and other caregivers should consistently talk, read and sing to\ninfants and young children. Even if the child is not yet able to understand\nthe words, these early 'conversations' help to develop social and language\nskills and learning capacities.\n\nParents and other caregivers can help children learn and grow by giving them\nnew, interesting and safe things to look at, listen to, smell, hold and play\nwith.\n\nChildren who feel secure and loved usually do better in school, are more self-\nconfident, have good self-esteem and are able to cope more easily with life's\nchallenges.\n\n**Good nutrition**\n\nExclusive breastfeeding on demand for the first six months, timely\nintroduction of safe and nutritious foods at the age of 6 months and continued\nbreastfeeding for two years or beyond provide the child with optimal nutrition\nand health benefits. Feeding time is also an opportunity for the child to\nreceive affection and have contact with the mother, father or other caregiver.\n\nGood nutrition is vital for a child's growth and development. The diet of a\npregnant woman and that of a young child should be varied and nutritious. It\nshould include essential nutrients such as proteins and essential fats to help\na child's body grow and have energy, vitamin A to help a child resist illness,\niodine to help ensure the healthy development of a child's brain, and iron to\nprotect a child's mental and physical abilities.\n\nWhile the mother has the primary role of breastfeeding the child, the father\ncan support her by making sure she has nutritious food, helping with household\nand childcare responsibilities, and being emotionally supportive of her, the\nbaby, the older children and other family members.\n\n**Proper health care**\n\nThe health worker should inform parents and other caregivers about:\n\n  * necessary immunizations and the schedule to follow\n  * how to avoid anaemia and parasitic diseases in children over 6 months of age\n  * why deworming is important\n  * how to ensure that the child gets enough nutrients, such as iron and vitamin A, for her or his healthy mental and physical development.\n\nChildren who are anaemic, malnourished or frequently sick may become fearful\nand upset more easily than healthy children. They will also lack the drive to\nplay, explore and interact with others. These children need special attention,\ncare and encouragement to eat, play and interact with others in order to\nbecome healthy.\n\nInfants who have completed their immunizations on time and are receiving\nproper nutrition, health care, love and affection have an increased chance of\nsurvival. They are able to concentrate on exploring, learning and developing\ncognitive, language, social, emotional and motor skills.\n\n**Protection and care from responsive and caring parents and/or other caregivers**\n\nBabies and small children should not be left alone for long periods of time.\nThis delays their physical and mental development. It also puts them at risk\nof accidents.\n\nGirls need the same amount of food, attention, affection and care that boys\nneed. All babies and young children need to be encouraged and praised when\nthey learn to do something new and say new words.\n\nAll girls and boys should have their birth registered in order to help ensure\ntheir right to access basic services, such as health care, education and legal\nand social services.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "babies-learn-rapidly-from-the-moment-of-birth-they-grow-and-learn-best-when-responsive-and-caring-parents-and-other-caregivers-give-them-affection-attention-and-stimulation-in-addition-to-good-nutri", 
  "uuid": "8ee1098554cc4e6883a414211fe1f3eb"
}