{
  "subtitle": "", 
  "description": "Young children are at risk on or near the roads. They should not play on or near the road and should always have someone older with them when they are near or crossing a road. They should wear a helmet when on a bicycle or motorcycle and should be securely strapped into an age-appropriate child restraint when being transported in a vehicle.", 
  "language": "eng_GB", 
  "title": "Young children are at risk on or near the roads. They should not play on or near the road and should always have someone older with them when they are near or crossing a road. They should wear a helme", 
  "primary_category": "7349c191be27404e8608d9dce12d7825", 
  "created_at": "2014-09-12T10:55:22.521405+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:10.702146+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "908f2855d35e4964a30077fd88d3d107", 
  "content": "Children may be hurt when they are crossing or walking along roads, or if they\nplay near roads. Young children do not think before they run onto the road.\n**Families need to:** * watch children carefully * fence the house and close\nthe gate to prevent young children from running onto the road * teach young\nchildren never to cross or walk along a road unless accompanied by an adult or\nolder child * prevent children from playing near the road * teach children not\nto run after balls, moving toys or kites that go on or near the road *\ninstruct children to walk on the side of the road, facing traffic * if there\nis a sidewalk, teach children to use it rather than walk on the road. **When\ncrossing the road, young children should be taught to:** * stop at the side of\nthe road * look both ways * listen for cars or other vehicles before crossing\n* hold the hand of another person * walk, not run * in urban areas, use\npedestrian crossings * avoid crossing the road at a curve or between parked\ncars * avoid crossing roads with high-speed traffic. Children are also at high\nrisk of serious injury if they travel in the front seat of a car, unsupervised\non the bed of a truck or agricultural machinery, or on a motorcycle. In a car,\nchildren should use an age-appropriate child restraint or a booster seat until\nthey are 150 centimetres tall or 10 years old, when they are big enough to use\nan adult seat belt. While travelling with parents or other caregivers on a\nmotorbike, all passengers, including children, should wear a helmet that is\nsecurely strapped under the chin so it cannot come off in case of an accident.\nBicycle accidents are a frequent cause of injury and death among children. All\nchildren should learn road safety and wear a bicycle helmet when riding a\nbike. [For first aid advice on cuts and wounds, refer to the end of this\nchapter](/content/detail/first-aid-advice/)\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "young-children-are-at-risk-on-or-near-the-roads-they-should-not-play-on-or-near-the-road-and-should-always-have-someone-older-with-them-when-they-are-near-or-crossing-a-road-they-should-wear-a-helme", 
  "uuid": "908f2855d35e4964a30077fd88d3d107"
}