{
  "subtitle": "", 
  "description": "Children can drown in less than two minutes and in a very small amount of water, even in a bathtub. They should never be left alone in or near water.", 
  "language": "eng_UK", 
  "title": "Children can drown in less than two minutes and in a very small amount of water, even in a bathtub. They should never be left alone in or near water.", 
  "primary_category": "7349c191be27404e8608d9dce12d7825", 
  "created_at": "2014-09-12T10:53:59.362060+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:53:59.370169+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "95be5ea787524a20a8588df8bea554e8", 
  "content": "Drowning may cause brain injury or death. To prevent children from drowning,\nparents and other caregivers should always closely supervise children who are\nnear or in the water.'\n\n**Where there is water, it is important to:**\n\n  * cover wells and water tanks so children cannot open them\n  * turn tubs and buckets upside down when not in use, and always supervise children taking a bath\n  * teach children to stay away from ditches and drains\n  * for families who live near bodies of water, install a fence around the house and close the gates to prevent young children from going in the water\n  * fence ponds and pools with vertical rails spaced close together to prevent children from getting through them to the water\n  * for families who live directly on the water, put vertical bars on terraces, windows and doors to prevent young children from falling in the water\n  * teach children how to swim when they are young\n  * have young children and children who cannot swim wear an approved flotation device (life jacket) when playing in the water or on a boat\n  * always supervise children who are swimming\n  * teach children never to swim in fast-flowing streams and never to swim alone\n  * in flood-prone areas, carefully watch children when the water begins to rise; make sure that all family members, including children old enough to understand, are well informed of safe places to go to if they need to leave the home quickly.\n\n[For first aid advice on cuts and wounds, refer to the end of this\nchapter](/content/detail/first-aid-advice/)\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "children-can-drown-in-less-than-two-minutes-and-in-a-very-small-amount-of-water-even-in-a-bathtub-they-should-never-be-left-alone-in-or-near-water", 
  "uuid": "95be5ea787524a20a8588df8bea554e8"
}