{
  "subtitle": "", 
  "description": "It is safe to immunize a child who has a minor illness or a disability or is malnourished.", 
  "language": "eng_UK", 
  "title": "It is safe to immunize a child who has a minor illness or a disability or is malnourished.", 
  "primary_category": "290418574a82441da15c189d60a4d004", 
  "created_at": "2014-09-12T09:31:50.870087+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T09:31:50.877689+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "9d6d7bcf7ad34702a465b9e9373faa3f", 
  "content": "Many parents do not take a child to be immunized because the child has a\nfever, cough, cold, diarrhoea or some other illness. However, it is safe to\nimmunize a child who has a minor illness.\n\nIt is also safe to immunize a child who has a disability or is malnourished.\nIf a child is HIV-positive or suspected to be HIV-positive, a trained health\nworker should be consulted about which vaccines to give the child.\n\nAfter an injection, the child may cry or develop a fever, a minor rash or a\nsmall sore. This is normal and shows that the vaccine is working. Children\nunder 6 months of age should breastfeed frequently; older children should be\ngiven plenty of liquids and foods. If the child develops a high fever (over 38\ndegrees Celsius) the child should be taken to a trained health worker or\nhealth centre.\n\nMeasles can be extremely dangerous for malnourished children, so they should\nbe immunized against measles, especially if the malnutrition is severe.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "it-is-safe-to-immunize-a-child-who-has-a-minor-illness-or-a-disability-or-is-malnourished", 
  "uuid": "9d6d7bcf7ad34702a465b9e9373faa3f"
}