{
  "subtitle": "", 
  "description": "Pregnancy before the age of 18 or after the age of 35 increases the health risks for the mother and her baby.", 
  "language": "eng_UK", 
  "title": "Pregnancy before the age of 18 or after the age of 35 increases the health risks for the mother and her baby.", 
  "primary_category": "4feb0aac278044d8b007cac5d817dfbc", 
  "created_at": "2014-09-10T12:26:06.005342+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T12:26:06.010942+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ad15b4a03be04410a5a13474f70ade71", 
  "content": "Every year over 500,000 women die from pregnancy and childbirth complications.\nFor every woman who dies, approximately 20 more develop infections and severe\ndisabling problems - adding up to more than 10 million women affected each\nyear. Access to and use of family planning services could prevent many of\nthese deaths and disabilities.\n\nThroughout this publication, references to pregnant women include pregnant\nadolescents. It is important to note that the pregnant adolescent is at\nincreased risk of pregnancy complications such as eclampsia, premature labour,\nprolonged labour, obstructed labour, fistula, anaemia and death. For her baby,\nthere is a greater risk of premature birth, low birthweight, health problems\nand death. For the pregnant adolescent under 15 years of age, these risks\nincrease substantially.\n\nDelaying a first pregnancy until a girl is at least 18 years of age helps to\nensure a safer pregnancy and childbirth. It reduces the risk of her baby being\nborn prematurely and/or underweight. This is especially important where early\nmarriage is the custom and married adolescents face pressure to become\npregnant.\n\nChildbirth is more likely to be difficult and dangerous for an adolescent than\nfor an adult. Babies born to very young mothers are much more likely to die in\nthe first year of life. Young adolescents do not yet have a fully developed\npelvis. Pregnancy for them can result in serious consequences, such as\neclampsia, premature labour, prolonged labour, obstructed labour, fistula,\nanaemia (thin blood) or infant and/or maternal death.\n\nThe younger the mother is, the greater the risk to her and her baby. The risk\nof maternal death related to pregnancy and childbirth for adolescent girls\nbetween 15 and 19 years of age accounts for some 70,000 deaths each year. For\nadolescents under 15 years of age these risks increase substantially. Girls\nwho give birth before age 15 are five times more likely to die in childbirth\nthan women in their twenties.\n\nAdolescent girls and young women, married or unmarried, need special help to\ndelay pregnancy. All who might be involved with an early pregnancy -\nadolescent girls and young women and adolescent boys and men as well as their\nfamilies - should be aware of the risks involved and how to avoid them. This\nshould include information on how to prevent sexually transmitted infections\n(STIs), including HIV.\n\nAfter the age of 35, the health risks associated with pregnancy and childbirth\nbegin to increase again. The risks may include hypertension (high blood\npressure), haemorrhage (loss of blood), miscarriage and gestational diabetes\n(diabetes during pregnancy) for the woman and congenital anomalies (birth\ndefects) for the child.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "pregnancy-before-the-age-of-18-or-after-the-age-of-35-increases-the-health-risks-for-the-mother-and-her-baby", 
  "uuid": "ad15b4a03be04410a5a13474f70ade71"
}