{
  "subtitle": "", 
  "description": "Falls are a major cause of injury for young children. Stairs, balconies, roofs, windows, and play and sleeping areas should be made secure, using barriers with vertical bars to protect children from falling.", 
  "language": "eng_GB", 
  "title": "Falls are a major cause of injury for young children. Stairs, balconies, roofs, windows, and play and sleeping areas should be made secure, using barriers with vertical bars to protect children from f", 
  "primary_category": "7349c191be27404e8608d9dce12d7825", 
  "created_at": "2014-09-12T10:51:08.942490+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:11.650133+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b008f91783524226ace57f00bea71e0b", 
  "content": "Children often fall as they learn to walk, run and jump. Many of these falls\ncause small scrapes and bruises. Sometimes falls can cause broken bones, head\ninjuries or other serious injuries, even death. Infants left unattended may\nfall from beds, cots or hammocks. Young children may fall down stairs or from\nwindows or balconies. Children like to climb. They can be seriously injured if\nthey fall from a high place or try to climb up on top of heavy furniture that\nmight fall on them. **In addition to supervision, some steps to prevent\nchildren from serious falls include:** * discourage and prevent children from\nclimbing onto unsafe places * do not allow children to play on stairs and\nbalconies, and, if they do, watch them closely * use railings of appropriate\nwidth and height with vertical bars on stairs, windows or balconies * keep the\nhome clean, well lit and free of sharp objects and rough edges * properly\nsecure babies in high chairs * do not leave infants unattended on beds, cots,\nhammocks or in walkers or other baby equipment * keep furniture such as beds,\nchairs and cribs away from windows * do not put toys or other items on high\nshelves that may attract small children, and fasten heavy furniture such as\ncabinets or shelves to the wall. [For first aid advice on cuts and wounds,\nrefer to the end of this chapter](/content/detail/first-aid-advice/)\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "falls-are-a-major-cause-of-injury-for-young-children-stairs-balconies-roofs-windows-and-play-and-sleeping-areas-should-be-made-secure-using-barriers-with-vertical-bars-to-protect-children-from-f", 
  "uuid": "b008f91783524226ace57f00bea71e0b"
}