{
  "subtitle": "", 
  "description": "For the health of both mothers and children, a woman should wait until her last child is at least 2 years old before becoming pregnant again.", 
  "language": "eng_UK", 
  "title": "For the health of both mothers and children, a woman should wait until her last child is at least 2 years old before becoming pregnant again.", 
  "primary_category": "4feb0aac278044d8b007cac5d817dfbc", 
  "created_at": "2014-09-10T12:21:26.736793+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T12:21:26.747366+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "bb042f7d8fc04f5f825fa6629ce56363", 
  "content": "The risk of death for newborns and infants increases significantly if the\nbirths are not spaced. There is a higher chance that the new baby will be born\ntoo early and weigh too little. Babies born underweight are less likely to\ngrow well, more likely to become ill and four times more likely to die in the\nfirst year of life than babies of normal weight.\n\nOne of the threats to the health and growth of a child under age 2 is the\nbirth of a sibling. For the older child, breastfeeding may stop, and the\nmother has less time to prepare the foods and provide the care and attention\nthe child needs.\n\nWhenever a new baby comes into the family, it is important for the father to\nhelp the mother with the new baby and the other children. Both mothers and\nfathers and other caregivers should give equal attention and care to both\ngirls and boys.\n\nA mother's body needs time to recover fully from pregnancy and childbirth. She\nneeds to regain her health, nutritional status and energy before she becomes\npregnant again.\n\nIf a woman has a miscarriage or abortion, she should wait at least six months\nbefore becoming pregnant again in order to reduce the risk to herself and her\nbaby.\n\nTo protect the health of their families, men as well as women need to be aware\nof the importance of (1) a two-year space between the birth of the last child\nand the beginning of the next pregnancy and (2) the need to limit the number\nof pregnancies.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "for-the-health-of-both-mothers-and-children-a-woman-should-wait-until-her-last-child-is-at-least-2-years-old-before-becoming-pregnant-again", 
  "uuid": "bb042f7d8fc04f5f825fa6629ce56363"
}