{
  "subtitle": "", 
  "description": "Breastmilk alone is the best food and drink for an infant for the first six months of life. No other food or drink, not even water, is usually needed during this period.", 
  "language": "eng_GB", 
  "title": "Breastmilk alone is the best food and drink for an infant for the first six months of life. No other food or drink, not even water, is usually needed during this period.", 
  "primary_category": "709547ba184349f999d201628e9c7341", 
  "created_at": "2014-09-10T14:16:53.590154+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:26.175138+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "bebb4ba7beff40ab8128e4dc465f857d", 
  "content": "Breastmilk is the best food a young child can have. It promotes optimal growth\nand development and protects against illness. Breastmilk contains the perfect\nbalance of nutrients for a baby, unlike infant formula, powdered milk or\nanimal milk. The baby does not need water or other drinks or foods (such as\ntea, juice, sugar water, gripe water, rice water, other milks, formula or\nporridge) during the first six months. Even in hot, dry climates, breastmilk\nfully meets a baby's need for fluids. Breastmilk is easy for the baby to\ndigest. A baby has difficulty digesting animal milks, and formula is digested\nmuch more slowly than breastmilk. Compared to other options, breastmilk\nnourishes the baby more efficiently. Breastmilk protects against illness\nbecause it contains antibodies that transfer the mother's immunity or\nresistance to disease to the child. No other milks contain these antibodies.\nGiving a baby under 6 months of age any liquids or foods other than breastmilk\nincreases the risk of diarrhoea and other illnesses. Water and other liquids\nor foods may be contaminated, which can cause diarrhoea. A baby who takes\nwater or other liquids or foods in the first six months suckles less on the\nbreast. This slows down breastmilk production. If regular weighing shows that\na breastfed baby under 6 months of age is not growing well: * The mother may\nneed help to improve the way the baby takes the breast into the mouth to\nensure good attachment so the baby can suckle effectively. * The baby may need\nmore opportunities to breastfeed. The baby should breastfeed on demand, day\nand night, at least eight times during a 24-hour period. The baby should be\nallowed to breastfeed until she or he releases the breast and looks satisfied\nand sleepy. This shows that the baby has had all she or he wants from that\nbreast. The baby should then be offered the other breast and may or may not\nwant it. The baby should be kept on the breast until she or he has finished\nsuckling. * A low-birthweight baby may need frequent pauses during\nbreastfeeding. * The baby may be ill and should be checked by a trained health\nworker. * The baby may be getting water or other fluids, which can reduce the\nintake of breastmilk. The mother may need guidance on how to reduce and\neliminate other fluids and to increase and give only breastmilk. Feeding a\nbaby only with breastmilk and on demand during the first six months can help\nto delay the return of the mother's menstruation. This may help to delay the\nnext pregnancy. However, there is some possibility - less than 2 per cent -\nthat a mother can become pregnant before her periods return. This becomes\nincreasingly likely after six months.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "breastmilk-alone-is-the-best-food-and-drink-for-an-infant-for-the-first-six-months-of-life-no-other-food-or-drink-not-even-water-is-usually-needed-during-this-period", 
  "uuid": "bebb4ba7beff40ab8128e4dc465f857d"
}