{
  "subtitle": "", 
  "description": "Almost every mother can breastfeed successfully. Breastfeeding the baby frequently causes production of more milk. The baby should breastfeed at least eight times daily, day and night, and on demand.", 
  "language": "eng_UK", 
  "title": "Almost every mother can breastfeed successfully. Breastfeeding the baby frequently causes production of more milk. The baby should breastfeed at least eight times daily, day and night, and on demand.", 
  "primary_category": "709547ba184349f999d201628e9c7341", 
  "created_at": "2014-09-10T14:14:48.096324+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T14:14:48.102898+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c91344bacfe44c3c9a1ff927c5fac706", 
  "content": "A mother's breasts make as much milk as the baby wants. If the baby suckles\nmore, more milk is produced. Almost every mother can successfully breastfeed\nand produce enough milk when:\n\n  * she breastfeeds exclusively\n  * the baby is in a good position and is well attached to the breast, with the breast well in the baby's mouth\n  * the baby feeds as often and for as long as she or he wants, including during the night, and is kept on the breast until she or he has finished suckling. The baby should finish feeding from one breast before being fed from the other breast.\n\nHolding the baby in a good position makes it easier for the baby to take the\nbreast well into the mouth and suckle.\n\n**Signs that the baby is in a good position for breastfeeding are:**\n\n  * the baby's head and body are in line\n  * the baby is close to the mother's body\n  * the baby's whole body is turned towards the mother\n  * the baby is relaxed, happy and suckling.\n\n**Holding the baby in a poor position can cause difficulties such as:**\n\n  * sore and cracked nipples\n  * the baby does not receive enough milk\n  * the baby refuses to feed.\n\n**Signs that the baby is well attached:**\n\n  * more of the dark skin around the mother's nipple (areola) can be seen above the baby's mouth than below it\n  * the baby's mouth is wide open\n  * the baby's lower lip is turned outward\n  * the baby's chin is touching the mother's breast.\n\n**Signs that the baby is suckling well:**\n\n  * the baby takes long, deep sucks\n  * the cheeks are round when suckling\n  * the baby releases the breast when finished.\n\nGenerally, the mother does not feel any pain in her breast when breastfeeding.\n\nFrom birth, the baby should breastfeed whenever she or he wants. A baby should\nbe fed on demand at least eight times in a 24-hour period, during both the day\nand the night. If a newborn sleeps more than three hours after breastfeeding,\nshe or he may be gently awakened and offered the breast.\n\nCrying is not a sign that the baby needs other foods or drinks. It normally\nmeans the baby wants to be held and cuddled more, the baby's diaper or nappy\nneeds changing, or the baby is too hot or cold. Some babies need to suckle the\nbreast for comfort. More suckling produces more breastmilk, which helps\nsatisfy the baby's feeding needs. If the baby cries a lot and does not settle\nafter feeding and being cuddled, the mother may need additional breastfeeding\nsupport or the baby might not be well. A trained health worker should be\nconsulted.\n\nUsing pacifiers, dummies or bottles can interfere with establishing\nbreastfeeding in the baby's first months of life, as the sucking action for\nthese is different from suckling at the breast. The baby may become used to\nthe bottle teat or pacifier and refuse the breast. This may cause less\nsuckling time at the breast, which reduces milk production. Pacifiers and\nbottle teats may become contaminated, increasing a baby's risk of illness.\n\nMothers who fear they do not have enough breastmilk often give their babies\nother food or drink in the first few months of life. This causes the baby to\nsuckle less often, so less breastmilk is produced. The mother will produce\nmore milk if she does not give the child other food or liquids and if she\nbreastfeeds often.\n\nMothers need to be reassured that they can feed their babies under 6 months of\nage properly with breastmilk alone, and they need to be shown how to do it.\nAll mothers, especially those lacking the confidence to breastfeed, need\nencouragement and support from the child's father and their families,\nneighbours, friends, health workers, employers and women's organizations. A\nmother who has undergone a Caesarean birth may require extra help to begin\nbreastfeeding her baby.\n\nSkilled birth attendants can raise awareness and understanding about the\nbenefits of breastfeeding. They should support mothers to initiate and\ncontinue breastfeeding and help fathers and other family members accept\nbreastfeeding as a natural and nutritious practice that protects the life of\nthe baby.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "almost-every-mother-can-breastfeed-successfully-breastfeeding-the-baby-frequently-causes-production-of-more-milk-the-baby-should-breastfeed-at-least-eight-times-daily-day-and-night-and-on-demand", 
  "uuid": "c91344bacfe44c3c9a1ff927c5fac706"
}