{
  "subtitle": "", 
  "description": "Children have the right to education, even during emergencies. Having children attend a safe, child-friendly school helps to reinforce their sense of normalcy and start the process of healing.", 
  "language": "eng_UK", 
  "title": "Children have the right to education, even during emergencies. Having children attend a safe, child-friendly school helps to reinforce their sense of normalcy and start the process of healing.", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T11:00:06.299745+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T11:00:06.307722+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "cce9b2ec975e4d19ab30645a3bfffcfc", 
  "content": "Regular routines, such as going to school and maintaining normal eating and\nsleeping schedules, give children a sense of security and continuity.\n\nChild-friendly schools and spaces can provide a protective and safe learning\nenvironment for all children coping with an emergency.\n\n**With support from families and communities, teachers and school administrators can help:**\n\n  * provide a safe, structured place for children to learn and play\n  * identify children who are experiencing stress, trauma or family separation and provide basic psychosocial support\n  * provide a daily routine and a sense of the future beyond the emergency\n  * ensure that children retain and develop basic literacy and numeracy skills\n  * provide children with life-saving health and security information and skills to reduce their risks\n  * provide a place for expression through play, sports, music, drama and art\n  * facilitate integration of vulnerable children into the school and community\n  * support networking and interaction with and among families\n  * provide children with an understanding of human rights and skills for living in peace\n  * build awareness with children on how to protect the environment and develop their skills to reduce disaster risks\n  * encourage children to analyse information, express opinions and take action on particular issues important to them.\n\nTeachers require support and training to understand and deal with children's\nand their own stressful experiences, losses and reactions to emergencies. They\nneed to know how to give emotional, mental and spiritual support to students\nand guide families on how to do the same with their children.\n\nSchools and communities can also help to organize fun activities for children\noutside of school time. Opportunities can be created for organized non-violent\nplay, sports and other forms of recreation. Communication and interaction\namong peers should be encouraged and supported. Use of arts such as drawing,\nor playing with toys or puppets, can help young children express their\nconcerns and adjust to stressful experiences.\n\nParents and other caregivers should keep children who become sick with the flu\nor other infectious disease at home or in their place of residence if\ndisplaced from their homes.\n\nIn case of a severe epidemic that spreads rapidly from person to person, local\nauthorities and education personnel need to make appropriate decisions\nregarding how to protect children. As a public health measure, classes may be\nsuspended to reduce spread of the disease. In such cases, education can still\ncontinue by using alternative strategies. This requires good planning and\nfollow-up by education personnel in collaboration with the students' families.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "children-have-the-right-to-education-even-during-emergencies-having-children-attend-a-safe-child-friendly-school-helps-to-reinforce-their-sense-of-normalcy-and-start-the-process-of-healing", 
  "uuid": "cce9b2ec975e4d19ab30645a3bfffcfc"
}