{
  "subtitle": "", 
  "description": "Why it is important ", 
  "language": "eng_UK", 
  "title": "Why it is important ", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:05:12.522485+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-15T09:05:12.531267+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d292ee3767ea48cda25240454b321d8f", 
  "content": "HIV (human immunodeficiency virus) is the virus that causes AIDS (acquired\nimmunodeficiency syndrome). HIV touches the lives of children and families in\nevery country in the world. Over 2 million children under age 15 are living\nwith HIV (infected with HIV). Millions more are affected by HIV (not infected\nbut living in families with infected members). An estimated 17.5 million\nchildren have lost one or both parents to AIDS; more than 14 million of these\nchildren live in sub-Saharan Africa. (Latest data available, 2007)\n\nHIV is transmitted through (1) unprotected sex with an HIV-infected person;\n(2) an HIV-infected woman to her baby during pregnancy, childbirth or\nbreastfeeding; and (3) blood from HIV-contaminated syringes, needles or other\nsharp instruments and from transfusion with HIV-contaminated blood. HIV is not\ntransmitted through casual contact or by other means.\n\nChildren are among the most vulnerable to HIV. But they typically receive the\nfewest services. The disease can progress rapidly in young children.\nAntiretroviral drugs are used to treat HIV because they restore the immune\nsystem and delay progression to AIDS. However, most children infected with HIV\ndo not begin taking these drugs until they are 5-9 years old. This is too\nlate. Without antiretroviral treatment, half of all babies born with HIV will\ndie by their second birthday.\n\nAlthough HIV is still incurable, it is a manageable condition. If infected\ninfants and children are diagnosed early, receive effective treatment and take\nantiretroviral drugs as prescribed, they have a better chance to grow, learn,\ndevelop and have dreams for the future.\n\nFamilies and communities, especially women and girls, are the first lines of\nprotection and care for children living with or affected by HIV. Families\nshould receive the support they need to provide their children with a\nnurturing and protective environment. Keeping HIV-positive mothers and fathers\nalive and healthy is vital for children's growth, development and stability.\nWithout the security of the family, children run a greater risk of being\nexploited and discriminated against.\n\nAdolescents and young people 15-24 years old accounted for about 45 per cent\nof all new HIV infections among people aged 15 and older in 2007. HIV is more\ncommon among adolescent girls and young women than adolescent boys and young\nmen. Life skills education is critical for children, adolescents and young\npeople so that they acquire the knowledge and skills to make healthy life\nchoices.\n\nGovernments, with support from families, communities and non-governmental and\nfaith-based organizations, have a responsibility to ensure people's right to\ninformation on HIV prevention, treatment and care. They also have the\nresponsibility to ensure the rights of children living with or affected by HIV\nto protection, care and support. It is important that children, families and\ncommunities help stop the spread of HIV.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "why-it-is-important-10", 
  "uuid": "d292ee3767ea48cda25240454b321d8f"
}