{
  "subtitle": "", 
  "description": "Children have the right to be protected from violence in emergencies. Governments, civil society, international organizations, communities and families have the responsibility to protect them.", 
  "language": "eng_UK", 
  "title": "Children have the right to be protected from violence in emergencies. Governments, civil society, international organizations, communities and families have the responsibility to protect them.", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T11:02:50.601919+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T11:02:50.609367+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d699a9f889fc40f59a4dcb2aa7b6a192", 
  "content": "Protecting girls and boys during conflicts or disasters is critical since they\ncan be vulnerable to many kinds of violence.\n\nSome violence is directly related to the emergency. This includes abduction,\ntorture, beating, harassment and injuries during fighting by soldiers or armed\ngroups or fighting in communities over limited resources. Emergencies also\nincrease the usual risks of violence in a community, such as domestic\nviolence, violence in schools or violence among children themselves.\n\nGirls and women are at particular risk of trafficking and sexual violence,\nincluding rape, which is sometimes used as a tactic of war. This is\nunacceptable. All efforts should be taken by governments and local authorities\nto make sure this never happens. Girls and women who are subjected to this\nviolence need health care, psychosocial support and counselling. Some will\nneed support in relocating and reintegrating into their families.\n\nIn armed conflicts, children must be protected. They must not be recruited by\narmed forces or armed groups or be allowed to take part in fighting. If\nchildren are arrested, they should not be harmed. They should be kept separate\nfrom adults (or with their family), and they must receive a fair trial. If\ngirls or boys are victims of violence, they have the right to seek justice\nthat takes their views into account.\n\nIt is important for children and families to report violations against\nchildren's rights to the authorities when it is safe to do so. Serious\nviolations of children's rights, including killing children, using children as\nsoldiers, sexual violence against children and abduction of children, should\nbe reported to international humanitarian agencies.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "children-have-the-right-to-be-protected-from-violence-in-emergencies-governments-civil-society-international-organizations-communities-and-families-have-the-responsibility-to-protect-them", 
  "uuid": "d699a9f889fc40f59a4dcb2aa7b6a192"
}