{
  "subtitle": "", 
  "description": "Children have the right to be protected from violence in emergencies. Governments, civil society, international organizations, communities and families have the responsibility to protect them.", 
  "language": "eng_GB", 
  "title": "Children have the right to be protected from violence in emergencies. Governments, civil society, international organizations, communities and families have the responsibility to protect them.", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T11:02:50.601919+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:08.346879+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d699a9f889fc40f59a4dcb2aa7b6a192", 
  "content": "Protecting girls and boys during conflicts or disasters is critical since they\ncan be vulnerable to many kinds of violence. Some violence is directly related\nto the emergency. This includes abduction, torture, beating, harassment and\ninjuries during fighting by soldiers or armed groups or fighting in\ncommunities over limited resources. Emergencies also increase the usual risks\nof violence in a community, such as domestic violence, violence in schools or\nviolence among children themselves. Girls and women are at particular risk of\ntrafficking and sexual violence, including rape, which is sometimes used as a\ntactic of war. This is unacceptable. All efforts should be taken by\ngovernments and local authorities to make sure this never happens. Girls and\nwomen who are subjected to this violence need health care, psychosocial\nsupport and counselling. Some will need support in relocating and\nreintegrating into their families. In armed conflicts, children must be\nprotected. They must not be recruited by armed forces or armed groups or be\nallowed to take part in fighting. If children are arrested, they should not be\nharmed. They should be kept separate from adults (or with their family), and\nthey must receive a fair trial. If girls or boys are victims of violence, they\nhave the right to seek justice that takes their views into account. It is\nimportant for children and families to report violations against children's\nrights to the authorities when it is safe to do so. Serious violations of\nchildren's rights, including killing children, using children as soldiers,\nsexual violence against children and abduction of children, should be reported\nto international humanitarian agencies.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "children-have-the-right-to-be-protected-from-violence-in-emergencies-governments-civil-society-international-organizations-communities-and-families-have-the-responsibility-to-protect-them", 
  "uuid": "d699a9f889fc40f59a4dcb2aa7b6a192"
}