{
  "subtitle": "", 
  "description": "Diarrhoea kills children by draining liquid from the body, which dehydrates the child. As soon as diarrhoea starts, it is essential to give the child extra fluids along with regular foods and fluids.", 
  "language": "eng_UK", 
  "title": "Diarrhoea kills children by draining liquid from the body, which dehydrates the child. As soon as diarrhoea starts, it is essential to give the child extra fluids along with regular foods and fluids.", 
  "primary_category": "68bc9bc3fff940faa8a85a49f6ab70dc", 
  "created_at": "2014-07-22T18:01:00+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-07-22T18:31:50.404776+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "e081f273d8c444e9bf53654ecf7be902", 
  "content": "A child has diarrhoea when she or he passes three or more watery stools a day.\nThe more numerous the watery stools, the more dangerous the diarrhoea.  \nSome people think that drinking liquids makes diarrhoea worse. This is not\ntrue. A child with diarrhoea should be given drinks, including breastmilk, as\noften as possible. Drinking lots of liquids helps to replace the fluids lost\nduring diarrhoea.\n\n\n\n**Recommended drinks for a child with diarrhoea include:**\n\n  * breastmilk (mothers should breastfeed more often than usual)\n  * oral rehydration salts (ORS) mixed with the proper amount of clean water\n  * soups\n  * rice water\n  * fresh fruit juices\n  * coconut water\n  * clean water from a safe source. If there is a possibility the water is not clean and safe to drink, it should be purified by boiling, filtering, adding chlorine or disinfecting with sunlight in accordance with information provided by a trained health worker or extension agent.\n\n\n\n**To avoid dehydration, breastfed children should breastfeed as often as possible. Children who are not breastfeeding should drink the following amounts of liquids every time a watery stool is passed:**\n\n  * for a child under the age of 2 years: between 1/4 and 1/2 of a large (250-millilitre) cup\n  * for a child 2 years or older: between 1/2 and 1 whole large (250-millilitre) cup.\n\n\n\nDrinks should be given from a clean cup. A feeding bottle should not be used.\nIt is difficult to clean bottles completely, and unclean bottles can contain\ngerms that cause diarrhoea.\n\n\n\nIf the child vomits, the caregiver should wait 10 minutes and then begin again\nto give the drink to the child slowly, small sips at a time.\n\n\n\nThe child should be given extra liquids in addition to regular foods and\ndrinks until the diarrhoea has stopped.\n\n\n\nDiarrhoea usually stops after three or four days. If it lasts longer, parents\nor other caregivers should seek help from a trained health worker.\n\n\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "diarrhoea-kills-children-by-draining-liquid-from-the-body-which-dehydrates-the-child-as-soon-as-diarrhoea-starts-it-is-essential-to-give-the-child-extra-fluids-along-with-regular-foods-and-fluids", 
  "uuid": "e081f273d8c444e9bf53654ecf7be902"
}