{
  "subtitle": "", 
  "description": "Why it is important", 
  "language": "eng_UK", 
  "title": "Why it is important ", 
  "primary_category": "d274d523e8df4fb1817943261e253291", 
  "created_at": "2014-09-10T12:27:14.398708+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T12:27:14.404097+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "e3374566a28546faa855157c983d3841", 
  "content": "Every pregnant woman hopes for a healthy baby and an uncomplicated pregnancy.\nHowever, every day, about 1,500 women and adolescent girls die from problems\nrelated to pregnancy and childbirth. Every year, some 10 million women and\nadolescent girls experience complications during pregnancy, many of which\nleave them and/or their children with infections and severe disabilities.\n\nEach year, about 3 million babies are stillborn, and 3.7 million babies\n(latest data available, 2004) die very soon after birth or within the first\nmonth. The poor health of the mother, including diseases that were not\nadequately treated before or during pregnancy, is often a factor contributing\nto newborn deaths or to babies born too early and/or with low birth weight,\nwhich can cause future complications.\n\nThe risks of childbearing for the mother and her baby can be greatly reduced\nif: 1) a woman is healthy and well nourished before becoming pregnant; 2) she\nhas regular maternity care by a trained health worker at least four times\nduring every pregnancy; 3) the birth is assisted by a skilled birth attendant,\nsuch as a doctor, nurse or midwife; 4) she and her baby have access to\nspecialized care if there are complications; and 5) she and her baby are\nchecked regularly during the 24 hours after childbirth, in the first week, and\nagain six weeks after giving birth.\n\nPregnant women and their partners who are HIV-positive or think they may be\ninfected should consult a trained health worker for counselling on reducing\nthe risk of infecting the baby during pregnancy, childbirth and breastfeeding,\nand caring for themselves and their baby.\n\nGovernments have a responsibility to ensure that every woman has access to\nquality maternity care, including prenatal and post-natal services; a skilled\nbirth attendant to assist at childbirth; special care and referral services in\nthe event serious problems arise; and maternity protection in the workplace.\n\nMost governments have ratified the Convention on the Elimination of All Forms\nof Discrimination against Women. Some countries have ratified the\ninternational agreements on maternity protection, and most have enacted\nlegislation on maternity protection. These international agreements in defence\nof women's rights include a legally binding commitment to provide pregnant\nwomen and mothers with health services and protection in the workplace.\n\nMany women, including adolescents, have difficulty accessing quality health\ncare due to poverty, distance, lack of information, inadequate services or\ncultural practices. Governments and local authorities, with support from non-\ngovernmental and community-based organizations, have a responsibility to\naddress these issues to ensure that women receive the quality health care they\nneed and that they and their newborns have a right to receive.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "why-it-is-important-1", 
  "uuid": "e3374566a28546faa855157c983d3841"
}