{
  "subtitle": "", 
  "description": "HIV (human immunodeficiency virus) is the virus that causes AIDS (acquired immunodeficiency syndrome). It is preventable and treatable, but incurable. People can become infected with HIV through (1) unprotected sexual contact with an HIV-infected person (sex without the use of a male or female condom); (2) transmission from an HIV-infected mother to her child during pregnancy, childbirth or breastfeeding; and (3) blood from HIV-contaminated syringes, needles or other sharp instruments and transfusion with HIV-contaminated blood. It is not transmitted by casual contact or other means.", 
  "language": "eng_UK", 
  "title": "HIV (human immunodeficiency virus) is the virus that causes AIDS (acquired immunodeficiency syndrome). It is preventable and treatable, but incurable. People can become infected with HIV through (1) u", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:22:34.841658+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-15T09:22:34.847356+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ec3fe015d1d14d81b421fa9377a2cf8a", 
  "content": "People infected with HIV usually live for years without any signs of the\ndisease. They may look and feel healthy, but they can still pass on the virus\nto others. Timely initiation of antiretroviral therapy (ART), a group of\nmedicines used to treat HIV, allows a person to handle HIV as a chronic\ndisease and lead a relatively healthy life.\n\nAIDS is the late stage of HIV infection. People who have AIDS grow weaker\nbecause their bodies lose the ability to fight off illnesses. In adults not\nreceiving antiretroviral treatment, AIDS develops 7-10 years after HIV\ninfection, on average. In young children it usually develops much faster.\nThere is no cure for AIDS, but new medicines can help people with AIDS live\nlonger.\n\nIn most cases, HIV is passed from one person to another through unprotected\nsexual intercourse, during which the semen, vaginal fluid or blood of an\ninfected person passes into the body of another person.\n\nHIV can also pass from one person to another through the use of non-sterile,\nHIV-contaminated needles and syringes (most often among drug users sharing\nneedles and syringes), razor blades, knives or other instruments for\ninjecting, cutting or piercing the body.\n\nPeople may also become infected by HIV through transfusions of infected blood.\nAll blood for transfusions should be screened for HIV.\n\nHIV is passed to infants and young children primarily from the mother during\npregnancy or childbirth or through breastfeeding.\n\nIt is not possible to get HIV from working, socializing or living side by side\nwith HIV-positive people. Touching those who are infected with HIV, hugging,\nshaking hands, coughing and sneezing will not spread the disease. HIV cannot\nbe transmitted through toilet seats, telephones, plates, cups, eating\nutensils, towels, bed linen, swimming pools or public baths. HIV is not spread\nby mosquitoes or other insects.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "hiv-human-immunodeficiency-virus-is-the-virus-that-causes-aids-acquired-immunodeficiency-syndrome-it-is-preventable-and-treatable-but-incurable-people-can-become-infected-with-hiv-through-1-u", 
  "uuid": "ec3fe015d1d14d81b421fa9377a2cf8a"
}