{
  "subtitle": "", 
  "description": "HIV (human immunodeficiency virus) is the virus that causes AIDS (acquired immunodeficiency syndrome). It is preventable and treatable, but incurable. People can become infected with HIV through (1) unprotected sexual contact with an HIV-infected person (sex without the use of a male or female condom); (2) transmission from an HIV-infected mother to her child during pregnancy, childbirth or breastfeeding; and (3) blood from HIV-contaminated syringes, needles or other sharp instruments and transfusion with HIV-contaminated blood. It is not transmitted by casual contact or other means.", 
  "language": "eng_GB", 
  "title": "HIV (human immunodeficiency virus) is the virus that causes AIDS (acquired immunodeficiency syndrome). It is preventable and treatable, but incurable. People can become infected with HIV through (1) u", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:22:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-01-28T12:20:19.481044+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ec3fe015d1d14d81b421fa9377a2cf8a", 
  "content": "People infected with HIV usually live for years without any signs of the\r\ndisease. They may look and feel healthy, but they can still pass on the virus\r\nto others. Timely initiation of antiretroviral therapy (ART), a group of\r\nmedicines used to treat HIV, allows a person to handle HIV as a chronic\r\ndisease and lead a relatively healthy life. AIDS is the late stage of HIV\r\ninfection. People who have AIDS grow weaker because their bodies lose the\r\nability to fight off illnesses. In adults not receiving antiretroviral\r\ntreatment, AIDS develops 7-10 years after HIV infection, on average. In young\r\nchildren it usually develops much faster. There is no cure for AIDS, but new\r\nmedicines can help people with AIDS live longer. In most cases, HIV is passed\r\nfrom one person to another through unprotected sexual intercourse, during\r\nwhich the semen, vaginal fluid or blood of an infected person passes into the\r\nbody of another person. HIV can also pass from one person to another through\r\nthe use of non-sterile, HIV-contaminated needles and syringes (most often\r\namong drug users sharing needles and syringes), razor blades, knives or other\r\ninstruments for injecting, cutting or piercing the body. People may also\r\nbecome infected by HIV through transfusions of infected blood. All blood for\r\ntransfusions should be screened for HIV. HIV is passed to infants and young\r\nchildren primarily from the mother during pregnancy or childbirth or through\r\nbreastfeeding. It is not possible to get HIV from working, socializing or\r\nliving side by side with HIV-positive people. Touching those who are infected\r\nwith HIV, hugging, shaking hands, coughing and sneezing will not spread the\r\ndisease. HIV cannot be transmitted through toilet seats, telephones, plates,\r\ncups, eating utensils, towels, bed linen, swimming pools or public baths. HIV\r\nis not spread by mosquitoes or other insects.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "hiv-human-immunodeficiency-virus-is-the-virus-that-causes-aids-acquired-immunodeficiency-syndrome-it-is-preventable-and-treatable-but-incurable-people-can-become-infected-with-hiv-through-1-u", 
  "uuid": "ec3fe015d1d14d81b421fa9377a2cf8a"
}