{
  "subtitle": "", 
  "description": "Mothers, even malnourished mothers, can still breastfeed even under the stressful conditions of emergencies.", 
  "language": "eng_UK", 
  "title": "Mothers, even malnourished mothers, can still breastfeed even under the stressful conditions of emergencies.", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-12T11:03:48.702870+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T11:03:48.708504+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ee5943b7075447dfb05597def1be7afd", 
  "content": "People often believe that during emergencies many mothers can no longer\nbreastfeed due to stress or inadequate nutrition. This is a misconception - it\nis not correct. Mothers who lack food or who are undernourished can still\nbreastfeed adequately. They should be given extra fluids and foods to protect\ntheir health and well-being and that of the child. Fathers and other family\nmembers can support breastfeeding mothers with food preparation and childcare.\n\nStress can temporarily interfere with the flow of breastmilk. But it does not\nneed to stop breastmilk production, if mothers and infants remain together and\nare supported in initiating and continuing breastfeeding. Safe havens, as in\nrefugee camps and shelters, can be established where women can go to receive\nsupport.\n\nIn some cases breastfeeding is not possible. These include children\ntemporarily or permanently separated from their mothers, mothers who are very\nsick, mothers who have stopped breastfeeding for some time, mothers who have\nnot been able to restart breastfeeding, and HIV-positive mothers who have\nchosen not to breastfeed.\n\nIn these situations, for children under 12 months, the most appropriate food\nis a high-quality breastmilk substitute (infant formula). Safe preparaton of\nthe breastmilk substitute requires fuel, safe water and equipment, and\npreferably the guidance of a trained health worker. The breastmilk substitute\nshould be stored and prepared under hygienic conditions with water from a safe\nsource, using a cup, not a bottle.\n\nBreastmilk substitutes should never be distributed in an uncontrolled manner\nalongside food aid and without attention to the conditions required for safe\npreparation. They should not displace breastfeeding, a baby's best protection\nagainst illness in an emergency situation.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "mothers-even-malnourished-mothers-can-still-breastfeed-even-under-the-stressful-conditions-of-emergencies", 
  "uuid": "ee5943b7075447dfb05597def1be7afd"
}