{
  "subtitle": "", 
  "description": "In the workplace, pregnant women and mothers should be protected from discrimination and exposure to health risks and granted time to breastfeed or express breastmilk. They should be entitled to maternity leave, employment protection, medical benefits and, where applicable, cash support.", 
  "language": "eng_UK", 
  "title": "In the workplace, pregnant women and mothers should be protected from discrimination and exposure to health risks and granted time to breastfeed or express breastmilk. They should be entitled to mater", 
  "primary_category": "d274d523e8df4fb1817943261e253291", 
  "created_at": "2014-09-10T12:39:12.289274+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-10T12:39:12.298511+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f38116c2509e4d33a79e7135b3249dee", 
  "content": "Worldwide, nearly 60 per cent of women of childbearing age were in the labour\nforce as of 2006. Many women work in the informal economy, where their work is\nnot recorded, regulated or protected by public authorities. Whether women work\nin the formal or informal economy, it is important that protective measures\nare put in place in communities, with support from the government and civil\nsociety, to safeguard the health and economic security of women, children and\nfamilies.\n\n**Protective measures can include:**\n\n**Maternity leave:** A mother has the right to a period of rest when her child is born, means to support herself and her family, and a guarantee that she can return to work when her leave is finished.\n\n**Employment protection:** This is a guarantee that pregnant women and new mothers will not be discriminated against and lose their job or job entitlements (pension, paid holiday leave, etc.) due to pregnancy, maternity leave or time off for childbirth\n\n**Cash (income) support and medical benefits: **Working pregnant women and mothers and their newborns and families generally need cash support and medical care benefits. Cash support replaces a portion of lost income caused by the interruption of the women's work due to pregnancy, childbirth and newborn care. Medical benefits are needed by pregnant women, new mothers and newborns for prenatal, childbirth and post-natal services, and hospitalization when necessary.\n\n**Health protection: **The pregnant or nursing woman should not be obliged to perform work that can affect her health or that of her child. Where there is a risk, changes in her work conditions should be made to reduce workplace health risks. The woman should return to her job when it is safe for her to do so, or she should be provided with an equivalent job with the same remuneration.\n\n**Breastfeeding:** Mothers should have the right to breastfeed a child after returning to work, because breastfeeding has major benefits for the health of the mother and her child. Mothers should be entitled to take one or more breaks, or a reduction in work hours for breastfeeding, which should not be subtracted from her paid work time.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "in-the-workplace-pregnant-women-and-mothers-should-be-protected-from-discrimination-and-exposure-to-health-risks-and-granted-time-to-breastfeed-or-express-breastmilk-they-should-be-entitled-to-mater", 
  "uuid": "f38116c2509e4d33a79e7135b3249dee"
}