{
  "subtitle": "", 
  "description": "Girls and boys and their families and communities should plan ahead and take simple steps to prepare for emergencies – at home, at school and in the community.", 
  "language": "eng_GB", 
  "title": "Girls and boys and their families and communities should plan ahead and take simple steps to prepare for emergencies – at home, at school and in the community.", 
  "primary_category": "1968e22c88c24ea087591915f9e020e9", 
  "created_at": "2014-09-15T09:03:03.126128+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:07.010422+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f3ef690cb660423e8fadff7bea15699b", 
  "content": "Within the household, the whole family can prepare for an emergency brought\nabout by a disaster or conflict. Everyone should be aware of the different\ndangers of fire, earthquakes, floods, storms and other hazards and the risks\nduring conflicts. The response can be more effective when everyone in the\nfamily and community knows how to reduce their risks and understands their\nresponsibilities. The possible dangers and safe areas in and around a\ncommunity should be identified. If possible they should be shown on a local\nmap. Everybody in the community should be involved and informed. Plans should\ninclude how young children, older people and people who are unwell would be\nassisted. Community warning systems and evacuation routes for escaping from\ndanger should be well identified and communicated. Communities can hold\nsimulated drills of safety measures with boys and girls in schools and with\nfamilies in neighbourhoods. Communities should ensure that health facilities\nare well built to withstand emergencies and function in their wake. Health-\ncare staff must be trained so they are prepared to act in emergency\nsituations. It is important for schools to be located in a safe place, close\nto where children live and away from disaster-prone areas, such as where\nflooding or mudslides might occur. Schools should be well constructed to\nensure the safety of children and teachers. They should be carefully organized\nto protect children from attacks, abduction or other forms of violence.\nTeachers and school administrators can help children, their families and\ncommunities to: * understand natural hazards and other emergency risks * know\nhow to prevent disaster * know what to do in an emergency. Families, including\nchildren, should be encouraged to recognize a warning and understand what to\ndo when they see or hear it. A warning or signal can be as simple as a\nwhistle, horn or coloured flag. Safe locations where families can meet should\nbe identified. Safe places for domestic animals should also be identified.\nThese precautions help to prevent family separation. Children can be trained\nto memorize their name and the names of their relatives and their village or\ntown. They can be trained to identify geographical indicators or landmarks\nthat might locate their community if they get separated from their families. A\nfamily emergency bag prepared in advance can be life-saving. It should include\na torch (flashlight), batteries, candles, matches, radio, water container and\nfirst aid kit. The packet should be checked periodically and ready at all\ntimes. Birth certificates and other important family documents should be kept\nin a safe, easily accessible place. Storing them in plastic wrap helps protect\nthem from water and damage.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "girls-and-boys-and-their-families-and-communities-should-plan-ahead-and-take-simple-steps-to-prepare-for-emergencies-at-home-at-school-and-in-the-community", 
  "uuid": "f3ef690cb660423e8fadff7bea15699b"
}