{
  "subtitle": "", 
  "description": "Children need iron-rich foods to protect their physical and mental abilities and to prevent anaemia. The best sources of iron are animal sources, such as liver, lean meats and fish. Other good sources are iron-fortified foods and iron supplements.", 
  "language": "eng_UK", 
  "title": "Children need iron-rich foods to protect their physical and mental abilities and to prevent anaemia. The best sources of iron are animal sources, such as liver, lean meats and fish. Other good sources", 
  "primary_category": "e9939fe1b6ec42ea9ab78ed065356b26", 
  "created_at": "2014-09-12T09:08:59.517149+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T09:08:59.522961+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f54238a3cadc4c909f0ac1d9f158ea46", 
  "content": "A lack of iron in the diet is a common cause of anaemia. Children can also\nbecome anaemic from malaria and hookworm. Iron deficiency can impair physical\nand mental development in infants and young children. Even mild iron\ndeficiency can impair intellectual development. Anaemia is the most common\nnutritional disorder in the world.\n\nIron is found in animal foods such as liver, lean meats and fish. It is also\nin some vegetarian foods such as pulses. Foods such as wheat and maize flours,\nsalt, fish sauce or soy sauce are sometimes fortified with iron. Iron-rich\nfoods help prevent anaemia. Consuming them with vitamin C helps the digestive\nsystem to better absorb the iron.\n\nSymptoms of anaemia include paleness of the palms of the hands and of the\ntongue and inside the eyelids and lips as well as tiredness and\nbreathlessness.\n\n  * In children under 2 years of age:  \nAnaemia may cause problems with coordination and balance, and the child may\nappear withdrawn and hesitant. This can limit the child's ability to interact\nand may hinder intellectual development. The child can benefit from iron-\ncontaining vitamin and mineral preparations, such as supplements and multiple\nvitamin and mineral powders. These powders can be easily mixed by the\ncaregiver in homeprepared foods for children older than 6 months.\n\n  * In pregnant women and adolescent girls:  \nAnaemia increases the severity of haemorrhage and the risk of infection during\nchildbirth. It is an important cause of maternal mortality. Infants born to\nanaemic mothers often suffer from low birthweight and anaemia. Iron\nsupplements for pregnant women protect both the mothers and their babies.\nAdolescent girls who are anaemic will also benefit from a weekly iron-folic\nacid supplement to build their iron stores and prepare their bodies for\nhealthy pregnancies.\n\nMalaria and hookworm can be main causes of anaemia. Taking iron supplements to\ntreat anaemia while having malaria can worsen the anaemia.\n\n**With regard to malaria:**\n\n  * Children living in malarial areas should not take iron and folic acid preparations, including iron-containing powders, unless the malaria has been diagnosed and treated and they have been screened for anaemia.\n  * In general, children living in malarial areas should not be given preventive doses of iron-containing vitamin and mineral preparations or supplements unless they are delivered through a fortified food.\n  * Pregnant women, mothers, fathers and other caregivers living in malarial areas need to ask a trained health worker about using iron supplements for their children.\n  * To help prevent malaria, children, pregnant women, and mothers and other family members should sleep under insecticide-treated mosquito nets.\n\n**With regard to worms:**\n\n  * Children living in areas where worms are highly endemic should be treated two to three times a year with a recommended deworming (anthelmintic) medication. Deworming the child regularly helps treat the anaemia caused by worms and also helps children regain their appetite. Good hygiene practices prevent worms. Children should not play near the latrine, should wash their hands often with soap and water or a substitute, such as ash and water, and should wear shoes or sandals to prevent worm infestations.\n  * Pregnant women living in areas where worms are common should be treated with a recommended deworming medication.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "children-need-iron-rich-foods-to-protect-their-physical-and-mental-abilities-and-to-prevent-anaemia-the-best-sources-of-iron-are-animal-sources-such-as-liver-lean-meats-and-fish-other-good-sources", 
  "uuid": "f54238a3cadc4c909f0ac1d9f158ea46"
}