{
  "subtitle": "", 
  "description": "Malaria is transmitted through the bites of some mosquitoes. Sleeping under an insecticide-treated mosquito net is the best way to prevent mosquito bites.", 
  "language": "eng_GB", 
  "title": "Malaria is transmitted through the bites of some mosquitoes. Sleeping under an insecticide-treated mosquito net is the best way to prevent mosquito bites.", 
  "primary_category": "5132c15f5dfe406592fb0dd390873dcb", 
  "created_at": "2014-09-09T12:21:18.401140+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:42.749767+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f5c94ff2292d419bbf39471faf012af5", 
  "content": "All members of the community should be protected against mosquito bites,\nparticularly young children and pregnant women. Protection is needed after\nsunset and before sunrise, when malaria mosquitoes bite. Long-lasting\ninsecticide-treated mosquito nets last for at least three years and do not\nrequire re-treatment with insecticide. These nets are distributed by malaria\ncontrol programmes and can be obtained through health facilities or during\nchild health days or integrated campaigns. Most mosquito nets are distributed\nfree of charge, especially to pregnant women and young children. They can also\nbe purchased in the marketplace or through social marketing programmes, mainly\nin urban areas. In the few cases where untreated nets might still be in use,\ntrained health workers can advise on safe insecticides and re-treatment.\nInsecticide-treated mosquito nets should be used throughout the year, even\nwhen there are fewer mosquitoes, such as during the dry season. Some countries\noperate programmes to spray the walls of houses with long- lasting\ninsecticides to kill resting mosquitoes. Communities should cooperate with\nspray teams to ensure that all houses are sprayed. In addition to using\ninsecticide-treated mosquito nets, or if mosquito nets are not available or\nused, other actions can help, but they are not nearly as effective as using\nmosquito nets: * putting screens on doors and windows; these are mostly used\nin urban settings and are not very effective in traditional rural housing *\nusing mosquito coils; these are used to repel but not kill mosquitoes - they\nhave no lasting effect * wearing clothing that covers the arms and legs (long\nsleeves and long trousers or skirts); these can help reduce mosquito bites if\nworn when malaria mosquitoes are most active - from dusk until dawn.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "malaria-is-transmitted-through-the-bites-of-some-mosquitoes-sleeping-under-an-insecticide-treated-mosquito-net-is-the-best-way-to-prevent-mosquito-bites", 
  "uuid": "f5c94ff2292d419bbf39471faf012af5"
}