{
  "subtitle": "", 
  "description": "Parents, teachers, peer leaders and other role models should provide adolescents with a safe environment and a range of life skills that can help them make healthy choices and practise healthy behaviour.", 
  "language": "eng_UK", 
  "title": "Parents, teachers, peer leaders and other role models should provide adolescents with a safe environment and a range of life skills that can help them make healthy choices and practise healthy behavio", 
  "primary_category": "be7995c313744b4090407a17f3cc5816", 
  "created_at": "2014-09-15T09:13:18.304291+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-15T09:13:18.316902+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f6eb048096d845bc928e72857c995551", 
  "content": "It is important for children to learn about HIV at an early age. When children\nbecome adolescents, they need accurate and full information on making and\nnegotiating healthy life choices. This will help them avoid becoming infected\nwith HIV and other sexually transmitted infections (STIs).\n\nAdolescents need to be supported in learning the life skills that can help\nthem protect themselves in situations where they could be vulnerable to HIV\ninfection. These skills include problem solving, decision-making, goal\nsetting, critical thinking, communication, assertiveness and self-awareness.\nAdolescents also need skills for coping with stressful or confrontational\nsituations.\n\nAdolescents and young people look to parents, teachers, peer leaders and other\nrole models for guidance. These role models should develop their base of\nknowledge on HIV so they will know how to communicate about HIV and how to\nshare important life skills.\n\nAdolescents need to know the risks of HIV. They need to understand how it is\npassed through unprotected sex with an infected person or through the use of\ncontaminated needles or syringes for injecting drugs. They should know about\nsafer practices and the consequences of lifestyle choices. They should also\nknow how HIV is not transmitted so they can reject myths and prevent\ndiscrimination against people living with HIV that is based on unfounded fears\nof contagion.\n\n**It is important to know and reduce the risks of getting HIV from unprotected sex:**\n\nThe risk of getting HIV can be reduced if people do not have sex. If they have\nsex, correct and consistent use of male or female condoms is important. To\nreduce risk, people can:\n\n  * decrease their number of sex partners\n  * stay in a mutually faithful relationship with a partner(s) who is not infected\n  * have safer sex - sex without penetration (where the penis does not enter the vagina, rectum or mouth) or penetrative sex using a condom correctly (as the directions indicate) and consistently (during every act of penetrative sex).\n\nIn combination with safer practices, male circumcision reduces the possibility\nof transmission of HIV infection from female to male.\n\nThe more sex partners people have, the greater the risk that one of them will\nhave HIV and pass it on (if they do not use male or female condoms\nconsistently and correctly).\n\nHowever, anyone can have HIV - it is not restricted to those with many sex\npartners. People who do not show signs of infection may carry the virus.\nTesting is the only sure way to tell.\n\nA well-lubricated condom is essential for protection during vaginal or anal\nintercourse.\n\n  * The male condoms that come with lubrication (slippery liquid or gel) are less likely to tear during handling or use. If the condom is not lubricated enough, a water-based lubricant, such as silicone or glycerin, should be added. If such lubricants are not available, saliva can be used (although this can transmit other infections, such as herpes). Lubricants made from oil or petroleum should never be used with a male condom because they can damage the condom. Oil or petroleum lubricants include cooking oil, shortening, mineral oil, baby oil, petroleum jellies and most lotions.\n  * The female condom is a safe alternative to the male condom. The most commonly used female condom is a soft, loose-fitting sheath that lines the vagina. It has a soft ring at each end. The ring at the closed end is used to put the device inside the vagina; it holds the condom in place during sex. The other ring stays outside the vagina and partly covers the labia. Before sex begins, the woman inserts the female condom with her fingers. Only water-based lubricants should be used with female condoms made of latex, whereas water-based or oil-based lubricants can be used with female condoms made of polyurethane or artificial latex (nitrile).\n\nHIV can be transmitted through oral sex, although available information\nsuggests the risk is minimal as compared to vaginal and anal sex. However,\noral sex can transmit STIs which can increase the risk of HIV transmission. In\nthe case of oral-penile sex, a male condom is recommended.\n\nBecause most sexually transmitted infections can be spread through genital\ncontact, a condom should be used before genital contact begins.\n\nDrinking alcohol or taking drugs interferes with judgement. Even those who\nunderstand the risks of HIV and the importance of safer sex may become\ncareless after drinking or using drugs.\n\n**People who have sexually transmitted infections (STIs) are at greater risk of getting HIV and spreading HIV to others:**\n\nSTIs, including HIV, are infections that are spread through sexual contact.\nThey can be spread through the exchange of body fluids (semen, vaginal fluid\nor blood) or by contact with the skin of the genital area. STIs are spread\nmore easily if there are lesions such as blisters, abrasions or cuts. STIs\noften cause lesions, which contribute to spreading the infection.\n\nSTIs often cause serious physical suffering and damage.\n\nAny STI, such as gonorrhoea or syphilis, can increase the risk of HIV\ninfection or HIV transmission. Anyone suffering from an STI has a much higher\nrisk of becoming infected with HIV if they have unprotected sexual intercourse\nwith an HIV-infected person.\n\n  * People who suspect they have an STI should see a trained health worker promptly to be diagnosed and treated. They should avoid sexual intercourse or practise safer sex (non-penetrative sex or sex using a male or female condom).\n  * Correct and consistent use of male and female condoms when engaging in sexual intercourse - vaginal, anal or oral - can greatly reduce the spread of most STIs, including HIV.\n  * People who have an STI should tell their partner(s). Unless both partners are treated for an STI, they will continue infecting each other. Most STIs are curable.\n\nSome STI symptoms:\n\n  * A man may have pain while urinating; a discharge from his penis; or sores, blisters, bumps or rashes on the genitals or inside the mouth.\n  * A woman may have vaginal discharge that has a strange colour or bad smell, pain or itching around the genital area, and pain or bleeding from the vagina during or after intercourse. More severe infections can cause fever, pain in the abdomen and infertility.\n  * Many STIs in women and some in men produce no noticeable symptoms.\n\nNot every problem in the genital area is an STI. Some infections, such as\ncandidiasis (yeast infection) and urinary tract infections, are not spread by\nsexual intercourse. But they can cause great discomfort in the genital area.\n\n**HIV can be spread by unsterilized, contaminated needles or syringes, most often those used for injecting drugs, and by other instruments:**\n\nAn unsterilized needle or syringe can pass HIV and other infections, such as\nhepatitis, from one person to another if contaminated with infected blood.\nNothing should be used to pierce a person's skin unless it has been\nsterilized.\n\nPeople who inject themselves with drugs or have unprotected sex with injecting\ndrug users are at high risk of becoming infected with HIV. People who inject\ndrugs should always use a clean needle and syringe. They should never use\nanother person's needle or syringe.\n\nInjections should be given only by a trained health worker using an auto-\ndisable syringe (a syringe that can be used only once).\n\nAny kind of cut using an unsterilized object such as a razor or knife can\ntransmit HIV. The cutting instrument must be fully sterilized for each person,\nincluding family members, or rinsed with bleach and/or boiling water.\n\nEquipment for dental treatment, tattooing, facial marking, ear or body\npiercing, and acupuncture is not safe unless the equipment is sterilized for\neach person. The person performing the procedure should take care to avoid any\ncontact with blood during the procedure.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "parents-teachers-peer-leaders-and-other-role-models-should-provide-adolescents-with-a-safe-environment-and-a-range-of-life-skills-that-can-help-them-make-healthy-choices-and-practise-healthy-behavio", 
  "uuid": "f6eb048096d845bc928e72857c995551"
}