{
  "subtitle": "", 
  "description": "Smoking, alcohol, drugs, poisons and pollutants are particularly harmful to pregnant women, the developing fetus, babies and young children.", 
  "language": "eng_GB", 
  "title": "Smoking, alcohol, drugs, poisons and pollutants are particularly harmful to pregnant women, the developing fetus, babies and young children.", 
  "primary_category": "d274d523e8df4fb1817943261e253291", 
  "created_at": "2014-09-10T12:42:20.362938+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-20T08:17:38.937641+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "feb0701a198742b3ab7b4001a6812600", 
  "content": "If a pregnant woman smokes, her child is more likely to be born underweight.\nHer child is also more likely to have coughs, colds, croup, pneumonia or other\nbreathing problems. A pregnant woman can damage her own health and the health\nof the fetus by drinking alcohol or using narcotics. These substances can\nseverely affect a child's physical and mental development. The mother-to-be\nshould stop drinking alcohol and/or taking drugs as soon as she plans a\npregnancy or suspects she is pregnant. If she has difficulty stopping, she\nshould seek medical advice and support from a trained health worker, a health\ncentre or a substance-abuse organization. A pregnant woman should not take\nmedicines during pregnancy unless they are absolutely necessary and prescribed\nby a trained health worker. To ensure proper physical growth and mental\ndevelopment of the child, women of childbearing age, pregnant women, mothers\nand young children need to be protected from smoke from tobacco or cooking\nfires; from pesticides, herbicides and other poisons; and from pollutants such\nas lead found in water transported by lead pipes, in vehicle exhaust and in\nsome paints. Families and communities can especially help pregnant women,\nmothers and their children by supporting smoke-free environments so they do\nnot inhale damaging secondary tobacco smoke. Workplaces should protect women\nof childbearing age, pregnant women and mothers from exposure to harmful\nsmoke, poisons and pollutants that can affect their health and that of their\nchildren.\n\n", 
  "source": null, 
  "featured": false, 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "smoking-alcohol-drugs-poisons-and-pollutants-are-particularly-harmful-to-pregnant-women-the-developing-fetus-babies-and-young-children", 
  "uuid": "feb0701a198742b3ab7b4001a6812600"
}