{
  "subtitle": "", 
  "description": "Justice for children should be based on child rights. Depriving children of their liberty (incarcerating them) must always be a last resort. Procedures that are sensitive to children should be put in place for children who are victims or witnesses of crime.", 
  "language": "eng_UK", 
  "title": "Justice for children should be based on child rights. Depriving children of their liberty (incarcerating them) must always be a last resort. Procedures that are sensitive to children should be put in ", 
  "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
  "created_at": "2014-09-12T10:25:21.898458+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-12T10:25:21.909868+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ff5adb68d4df42fb883adceab3119fef", 
  "content": "Placing children who have committed crimes or have been accused of committing\ncrimes in a detention centre, prison or reform school or any other closed\nsetting should always be a last resort. Detention can be detrimental to\nchildren's development and make reintegration into society more difficult.\n\nAlternatives such as mediation, community service and counselling produce\nbetter results for children and their families and communities. Such\nalternatives are generally more respectful of children's rights and help\nchildren learn how to take on a more constructive role in society. This should\nbe the objective of all justice interventions concerning children.\n\nThe majority of children in detention have not committed a serious offence.\nThey are often detained for dropping out of school, running away from home,\nusing alcohol, begging or vagrancy. Some children are in detention because\nthey have been exploited by adults through prostitution or drug dealing.\n\nChildren can remain in detention for months or years awaiting review of their\ncase. These children are at higher risk of violence and exposure to drugs, HIV\ninfection and other health problems. Detention can interrupt their schooling\nand distance them from family. Children in detention generally need a social\nprotection response, not a judicial one.\n\n**Children who are in detention should:**\n\n  * be separated from adult offenders\n  * have their cases addressed within a short time frame\n  * be separated by gender\n  * have appropriate means to report violence committed against them while in detention.\n\nPregnant women and mothers with children in detention need special protection,\ncare and support. All children in these circumstances are entitled to\nprotection of their rights, such as access to health care and education.\n\n**Child-sensitive procedures for boys and girls should be put in place for child victims and witnesses of crime. Such procedures should:**\n\n  * prevent contact between the child and the alleged perpetrator (the person who is accused of committing the crime)\n  * allow for the child's full participation in the justice process\n  * ensure that the child is treated with dignity and compassion.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "justice-for-children-should-be-based-on-child-rights-depriving-children-of-their-liberty-incarcerating-them-must-always-be-a-last-resort-procedures-that-are-sensitive-to-children-should-be-put-in", 
  "uuid": "ff5adb68d4df42fb883adceab3119fef"
}