{
  "subtitle": "", 
  "description": "Why is it important", 
  "language": "eng_UK", 
  "title": "Why it is important to share and act on this information", 
  "primary_category": "5132c15f5dfe406592fb0dd390873dcb", 
  "created_at": "2014-09-09T12:07:18+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-09-09T12:07:41.982224+00:00", 
  "_version": {
    "package_version": "0.2.2", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Dec 22 2013, 09:30:03) \n[GCC 4.2.1 Compatible Apple LLVM 5.0 (clang-500.2.79)]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ff9605ac320547d7bed090715e672b19", 
  "content": "Malaria is a serious disease spread through mosquito bites. The World Health\nOrganization estimates that around 250 million malaria episodes occurred in\n2006, resulting in nearly 1 million deaths. About 90 per cent of all malaria\ndeaths occur in sub-Saharan Africa, most among children under age 5.\n\nMalaria is found in many regions of the world. In sub-Saharan Africa, it is a\nleading cause of death, illness, and poor growth and development among young\nchildren. It is estimated that a child dies of malaria every 30 seconds in\nthis area.\n\nMalaria is particularly dangerous for pregnant women. Some 50 million pregnant\nwomen are exposed to malaria each year. Malaria during pregnancy contributes\nto nearly 20 per cent of low-birthweight babies in endemic areas, plus\nanaemia, stillbirth and even maternal deaths.\n\nMalaria is spread by the bite of an Anopheles mosquito. The mosquito transfers\nthe malaria parasite, Plasmodium, from person to person. People get very sick\nwith high fevers, diarrhoea, vomiting, headache, chills and flu-like illness.\nEspecially in children, the disease can worsen rapidly, causing coma and\ndeath. Children under 5 years old are most susceptible to malaria because they\nhave very little acquired immunity to resist it.\n\nMany lives can be saved by preventing malaria and treating it early. Children\nand their family members have the right to quality health care for prompt and\neffective treatment and malaria prevention.\n\nGovernments, in collaboration with communities and non-governmental and\ncommunity-based organizations, can minimize the number of malaria cases. They\nneed to support preventive actions, such as distributing long-lasting\ninsecticide-treated mosquito nets for families to sleep under.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "slug": "why-it-is-important-to-share-and-act-on-this-information", 
  "uuid": "ff9605ac320547d7bed090715e672b19"
}