{
    "fields": {
        "subtitle": "", 
        "description": "Newborn babies should be given to the mother to hold immediately after delivery. They should have skin-to-skin contact with the mother and begin breastfeeding within one hour of birth.", 
        "language": "eng_UK", 
        "title": "Newborn babies should be given to the mother to hold immediately after delivery. They should have skin-to-skin contact with the mother and begin breastfeeding within one hour of birth.", 
        "primary_category": "709547ba184349f999d201628e9c7341", 
        "created_at": "2014-09-10T14:15:53.095284+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T14:15:53.103124+00:00", 
        "linked_pages": [], 
        "slug": "newborn-babies-should-be-given-to-the-mother-to-hold-immediately-after-delivery-they-should-have-skin-to-skin-contact-with-the-mother-and-begin-breastfeeding-within-one-hour-of-birth", 
        "content": "Skin-to-skin contact and breastfeeding soon after birth stimulate production\nof the mother's breastmilk. Breastfeeding also helps the mother's womb\ncontract, which reduces the risk of heavy bleeding or infection and helps to\nexpel the placenta (afterbirth).\n\nColostrum, the thick yellowish milk the mother produces in the first few days\nafter giving birth, is the perfect food for newborn babies. It is very\nnutritious and full of antibodies that help protect the baby against\ninfections. Sometimes mothers are advised not to feed colostrum to their\nbabies. This advice is incorrect. Newborns benefit from colostrum.\n\nThe newborn needs no other food or drink while the mother's milk supply is\ncoming in and breastfeeding is being fully established. Giving any other food\nor drink may slow the production of milk. It can also increase the chance of\ndiarrhoea and other infections. The milk produced by the mother is nutritious\nand the right amount for the newborn. The baby should breastfeed as often as\nshe or he wants.\n\nA baby who has problems suckling in the first few days should be kept close to\nthe mother, offered the breast frequently, helped to take the breast and given\nbreastmilk expressed directly into the mouth or fed expressed breastmilk from\na clean cup (not from a bottle). The mother should receive help to improve the\nbaby's attachment and suckling, and should also be shown how to express\nbreastmilk, if necessary.\n\nA mother's own milk is best for low-birthweight babies. However, not all of\nthese infants are able to feed from the breast in the first days of life. For\nthem, other options are available. In order of preference, they are: expressed\nbreastmilk (from the mother); donor breastmilk (only if the donor is HIV-\ntested and the milk is correctly heat-treated); and infant formula. All of\nthese should be given by cup, spoon or paladai (a cup feeding device), or\nmedical tubes used by a trained health worker in a health facility.\n\nHeat-treated breastmilk involves heating expressed breastmilk (enough for one\nor two feeds) in a small pan or in a metal container standing in a pan of\nwater until it comes to a boil. The milk is then left to cool in a clean,\ncovered container before it is fed to the baby by cup. A trained health worker\ncan provide further guidance on expressing and heat-treating breastmilk.\n\nIt is best for the mother and her baby to stay together in the same room\nimmediately after birth. If a mother gives birth in a hospital or clinic, she\nis entitled to have her baby near her, 24 hours a day. She should insist that\nno formula or water be given to her baby if she is breastfeeding.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "5004a03f2ec140db918b5880ebeb06c6"
    }, 
    "model": "GitPageModel"
}