{
    "fields": {
        "subtitle": "", 
        "description": "Smoking, alcohol, drugs, poisons and pollutants are particularly harmful to pregnant women, the developing fetus, babies and young children.", 
        "language": "eng_UK", 
        "title": "Smoking, alcohol, drugs, poisons and pollutants are particularly harmful to pregnant women, the developing fetus, babies and young children.", 
        "primary_category": "d274d523e8df4fb1817943261e253291", 
        "created_at": "2014-09-10T12:42:20.362938+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T12:42:20.372876+00:00", 
        "linked_pages": [], 
        "slug": "smoking-alcohol-drugs-poisons-and-pollutants-are-particularly-harmful-to-pregnant-women-the-developing-fetus-babies-and-young-children", 
        "content": "If a pregnant woman smokes, her child is more likely to be born underweight.\nHer child is also more likely to have coughs, colds, croup, pneumonia or other\nbreathing problems.\n\nA pregnant woman can damage her own health and the health of the fetus by\ndrinking alcohol or using narcotics. These substances can severely affect a\nchild's physical and mental development. The mother-to-be should stop drinking\nalcohol and/or taking drugs as soon as she plans a pregnancy or suspects she\nis pregnant. If she has difficulty stopping, she should seek medical advice\nand support from a trained health worker, a health centre or a substance-abuse\norganization.\n\nA pregnant woman should not take medicines during pregnancy unless they are\nabsolutely necessary and prescribed by a trained health worker.\n\nTo ensure proper physical growth and mental development of the child, women of\nchildbearing age, pregnant women, mothers and young children need to be\nprotected from smoke from tobacco or cooking fires; from pesticides,\nherbicides and other poisons; and from pollutants such as lead found in water\ntransported by lead pipes, in vehicle exhaust and in some paints.\n\nFamilies and communities can especially help pregnant women, mothers and their\nchildren by supporting smoke-free environments so they do not inhale damaging\nsecondary tobacco smoke.\n\nWorkplaces should protect women of childbearing age, pregnant women and\nmothers from exposure to harmful smoke, poisons and pollutants that can affect\ntheir health and that of their children.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "feb0701a198742b3ab7b4001a6812600"
    }, 
    "model": "GitPageModel"
}