{
    "fields": {
        "subtitle": "", 
        "description": "Exclusive breastfeeding for the first six months of life and continued breastfeeding after six months can reduce the risks associated with diarrhoea. Immunization against rotavirus (where recommended and available) reduces deaths from diarrhoea caused by this virus. Vitamin A and zinc supplementation can reduce the risk of diarrhoea.", 
        "language": "eng_UK", 
        "title": "Exclusive breastfeeding for the first six months of life and continued breastfeeding after six months can reduce the risks associated with diarrhoea. Immunization against rotavirus (where recommended ", 
        "primary_category": "116e3cfd167340088d465880ce508a8d", 
        "created_at": "2014-07-22T17:59:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-17T07:12:49.095224+00:00", 
        "linked_pages": [], 
        "slug": "exclusive-breastfeeding-for-the-first-six-months-of-life-and-continued-breastfeeding-after-six-months-can-reduce-the-risks-associated-with-diarrhoea-immunization-against-rotavirus-where-recommended", 
        "content": "Breastmilk is the best source of liquid and food for a young child with\ndiarrhoea. It is nutritious and clean and helps fight illness and infections.\nAn infant who is fed only breastmilk in her or his first six months of life is\nless likely to get diarrhoea during this time. Breastmilk prevents dehydration\nand malnutrition and helps replace lost fluids. Mothers are sometimes advised\nto give less breastmilk if a child has diarrhoea. This advice is wrong.\nMothers should breastfeed more often than usual when the child has diarrhoea.\nFathers should support mothers who are breastfeeding by caring for the sick\nchild and other children in the family, and by helping with household tasks.\nRotavirus causes diarrhoea. Children should be immunized against rotavirus in\ncountries that offer this vaccination. Vitamin A supplementation, particularly\nin areas deficient in vitamin A, is an important measure to reduce the risk of\ndiarrhoea. Foods that contain vitamin A include breastmilk, liver, fish, dairy\nproducts, orange or yellow fruits and vegetables, and green leafy vegetables.\nIncluding zinc as part of the treatment for diarrhoea for 10-14 days helps to\nreduce its severity and duration, and also protects the child from future\ndiarrhoea episodes for up to two months. Children over 6 months of age can\ntake 20 milligrams per day of zinc (tablet or syrup). For children under 6\nmonths, 10 milligrams per day (tablet or syrup) is an appropriate amount. The\ntrained health worker should show the mother, father or other caregiver how to\ngive the child a zinc tablet by dissolving it in a small amount of expressed\nbreastmilk, ORS or clean water in a small cup or spoon. If the child is too\nyoung for a tablet, zinc syrup can be used.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 2, 
        "id": "d5528140355c4ea3b26ddbaa2b03eeb8"
    }, 
    "model": "GitPageModel"
}