{
    "fields": {
        "subtitle": "", 
        "description": "Childbirth is the most critical period for the mother and her baby. Every pregnant woman must have a skilled birth attendant, such as a midwife, doctor or nurse, assisting her during childbirth, and she must also have timely access to specialized care if complications should occur.", 
        "language": "eng_UK", 
        "title": "Childbirth is the most critical period for the mother and her baby. Every pregnant woman must have a skilled birth attendant, such as a midwife, doctor or nurse, assisting her during childbirth, and s", 
        "primary_category": "d274d523e8df4fb1817943261e253291", 
        "created_at": "2014-09-10T13:17:40.389259+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T13:17:40.400244+00:00", 
        "linked_pages": [], 
        "slug": "childbirth-is-the-most-critical-period-for-the-mother-and-her-baby-every-pregnant-woman-must-have-a-skilled-birth-attendant-such-as-a-midwife-doctor-or-nurse-assisting-her-during-childbirth-and-s", 
        "content": "Every pregnancy deserves attention because there is always a risk of something\ngoing wrong with the mother, baby or both. Many dangers, illnesses or even\ndeath can be avoided if the woman plans to give birth attended by a skilled\nbirth attendant, such as a doctor, nurse or midwife, and makes at least four\nprenatal visits to a trained health worker during the pregnancy.\n\nThe likelihood of the mother or the baby becoming ill or dying is reduced when\nchildbirth takes place in a properly equipped health facility with the\nassistance of a skilled birth attendant, who also checks regularly on the\nmother and baby in the 24 hours after delivery.\n\nWhen the pregnant woman is ready to give birth, she should be encouraged to\nhave a companion of her choice accompany her to provide her with continuous\nsupport during childbirth and after birth. In particular, the companion can\nsupport the woman in labour to eat and drink, use breathing techniques for\ndifferent stages of childbirth, and arrange for pain and discomfort relief as\nneeded and advised by the skilled birth attendant.\n\n**During and immediately following childbirth, the skilled birth attendant will:**\n\n  * assess and follow the progress of labour and pay attention to danger signs that indicate help is needed immediately\n  * advise the woman and her family if specialized care is needed and if a transfer to a hospital or maternity centre is necessary\n  * reduce the risk of infection by keeping hands, instruments and the delivery area clean, and by using gloves at appropriate times\n  * encourage the woman to walk during the first stage of labour and support her choice of position for childbirth\n  * assist the different stages of labour and the birth of the baby\n  * cut the umbilical cord at the appropriate moment and care for it\n  * care for the baby and keep her or him warm after birth\n  * guide the mother to put her baby on her chest for immediate skin-to-skin contact and initiation of breastfeeding soon after birth\n  * deliver the afterbirth (placenta) safely and care for the mother after the baby is born\n  * examine and weigh the baby and put recommended drops in the baby's eyes to prevent blindness and infection\n  * manage newborn health problems and refer or transfer the baby with the mother to an appropriate health provider or health facility, if necessary.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "a416a8a7c3dc467a96d37cc655147826"
    }, 
    "model": "GitPageModel"
}