{
    "fields": {
        "subtitle": "", 
        "description": "Girls and boys can be at risk of sexual abuse and exploitation in their home, school, workplace or community. Measures should be taken to prevent sexual abuse and exploitation. Sexually abused and exploited children need immediate help to stop such abuse.", 
        "language": "eng_UK", 
        "title": "Girls and boys can be at risk of sexual abuse and exploitation in their home, school, workplace or community. Measures should be taken to prevent sexual abuse and exploitation. Sexually abused and exp", 
        "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
        "created_at": "2014-09-12T10:28:01.695179+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:28:01.701597+00:00", 
        "linked_pages": [], 
        "slug": "girls-and-boys-can-be-at-risk-of-sexual-abuse-and-exploitation-in-their-home-school-workplace-or-community-measures-should-be-taken-to-prevent-sexual-abuse-and-exploitation-sexually-abused-and-exp", 
        "content": "Children need to be protected from all forms of sexual exploitation and sexual\nabuse.\n\nMost children who are sexually abused know their abusers. Most abusers are\nrelatives or acquaintances of the child. A much smaller percentage of\noffenders are strangers. Most child sexual abuse is committed by men. Whatever\nthe case, sexual abuse or exploitation is never the child's fault. The\nresponsibility always lies with the abuser.\n\nEvery person has a unique reaction to sexual abuse or sexual exploitation,\nregardless of the type, extent or duration. Victims may show a range of\nemotional responses such as calm, anger, indifference or shock.\n\nSome children may be exposed to life-threatening situations, such as sexually\ntransmitted infections, including HIV. Girls may face the added risk of early\nand unwanted pregnancies that endanger their lives and can subject them to\nstigma and discrimination.\n\nChildren can begin to learn early on about 'good' touch versus 'bad' touch.\nChildren can also be taught to tell an adult they trust if they have\nexperienced a 'bad' touch. If a child comes to an adult with such information,\nthe adult must take the child's claims seriously and immediately ensure that\nthe abuse stops. The abuse should be reported to the authorities, and the\nchild should receive protection services.\n\nMany children and young people who have been victims of sexual abuse or\nexploitation heal and go on to lead normal lives. Sexual abuse in childhood\ndoes not automatically lead to sexually aggressive behaviour. Most sexual\noffenders have not been sexually abused as children, and most children who are\nsexually abused do not abuse others.\n\n**Governments are responsible for ensuring that systems and specific measures are in place to:**\n\n  * prevent child abuse, violence and exploitation\n  * enable children to report abuse and exploitation\n  * make sure perpetrators of sexual abuse and exploitation are dealt with to the full extent of the law\n  * make social services, such as health care, psychosocial support, temporary care, education and legal assistance, timely and available for children who have been abused and exploited.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "14c7922543e64184aa8cfb5afb82cecc"
    }, 
    "model": "GitPageModel"
}