{
    "fields": {
        "subtitle": "", 
        "description": "In emergencies, children have the same rights as in non-emergency situations. This is true whether the emergency is a conflict, disaster or epidemic.", 
        "language": "eng_UK", 
        "title": "In emergencies, children have the same rights as in non-emergency situations. This is true whether the emergency is a conflict, disaster or epidemic.", 
        "primary_category": "1968e22c88c24ea087591915f9e020e9", 
        "created_at": "2014-09-15T09:03:59.754742+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-15T09:03:59.762404+00:00", 
        "linked_pages": [], 
        "slug": "in-emergencies-children-have-the-same-rights-as-in-non-emergency-situations-this-is-true-whether-the-emergency-is-a-conflict-disaster-or-epidemic", 
        "content": "All children and their families and communities have the right to receive\nhumanitarian assistance in emergencies.\n\nChildren and their families who are forced from their homes by conflicts or\ndisasters have the same rights as those living in their homes and communities\nin non-emergency situations.\n\nCommunities can designate protected areas to shelter civilians and the sick.\nThese areas must never be used for any military purposes.\n\nHumanitarian relief workers and supplies must always be respected and\nprotected. Combatants should always allow all civilians access to humanitarian\nassistance.\n\nThe particular needs of women and adolescent girls in emergency situations\nmust be respected. Their specific needs of privacy, hygiene and protection\nmust be taken into account. Unaccompanied children, pregnant women, mothers\nwith young children, female heads-of-households, persons with disabilities and\nthe elderly may require specific attention to address their particular needs.\n\nWhen children and families are displaced within a country, the national\nauthorities have the primary responsibility to protect children's rights and\nassist children and families. The United Nations, non-governmental\norganizations and the International Committee of the Red Cross (ICRC), among\nothers, also have a critical role to play in providing assistance and\nprotection to children and families.\n\nDisplaced persons have the right to safely return to their homes as soon as\nthe reasons for their displacement are no longer an issue. The property rights\nof displaced persons must be respected so children and families can rebuild\ntheir lives.\n\nAs communities begin to re-establish and reconstruct after an emergency,\nattention should be given to providing social services, including health and\neducation, to children, women and families.\n\nHumanitarian workers who provide aid to civilians should minimize\nopportunities for violence, exploitation and abuse. Any activity by\nhumanitarian workers that exploits the population should be reported\nimmediately to the agency concerned and the authorities.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "000b69c4f30a4a5cbf8dda3fe6ff7b51"
    }, 
    "model": "GitPageModel"
}