{
    "fields": {
        "subtitle": "", 
        "description": "Falls are a major cause of injury for young children. Stairs, balconies, roofs, windows, and play and sleeping areas should be made secure, using barriers with vertical bars to protect children from falling.", 
        "language": "eng_UK", 
        "title": "Falls are a major cause of injury for young children. Stairs, balconies, roofs, windows, and play and sleeping areas should be made secure, using barriers with vertical bars to protect children from f", 
        "primary_category": "7349c191be27404e8608d9dce12d7825", 
        "created_at": "2014-09-12T10:51:08.942490+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:51:08.949060+00:00", 
        "linked_pages": [], 
        "slug": "falls-are-a-major-cause-of-injury-for-young-children-stairs-balconies-roofs-windows-and-play-and-sleeping-areas-should-be-made-secure-using-barriers-with-vertical-bars-to-protect-children-from-f", 
        "content": "Children often fall as they learn to walk, run and jump. Many of these falls\ncause small scrapes and bruises. Sometimes falls can cause broken bones, head\ninjuries or other serious injuries, even death.\n\nInfants left unattended may fall from beds, cots or hammocks. Young children\nmay fall down stairs or from windows or balconies.\n\nChildren like to climb. They can be seriously injured if they fall from a high\nplace or try to climb up on top of heavy furniture that might fall on them.\n\n**In addition to supervision, some steps to prevent children from serious falls include:**\n\n  * discourage and prevent children from climbing onto unsafe places\n  * do not allow children to play on stairs and balconies, and, if they do, watch them closely\n  * use railings of appropriate width and height with vertical bars on stairs, windows or balconies\n  * keep the home clean, well lit and free of sharp objects and rough edges\n  * properly secure babies in high chairs\n  * do not leave infants unattended on beds, cots, hammocks or in walkers or other baby equipment\n  * keep furniture such as beds, chairs and cribs away from windows\n  * do not put toys or other items on high shelves that may attract small children, and fasten heavy furniture such as cabinets or shelves to the wall.\n\n[For first aid advice on cuts and wounds, refer to the end of this\nchapter](/content/detail/first-aid-advice/)\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "b008f91783524226ace57f00bea71e0b"
    }, 
    "model": "GitPageModel"
}