{
    "fields": {
        "subtitle": "", 
        "description": "Childbirth is the most critical period for the mother and her baby. Every pregnant woman must have a skilled birth attendant, such as a midwife, doctor or nurse, assisting her during childbirth, and she must also have timely access to specialized care if complications should occur.", 
        "language": "eng_UK", 
        "title": "Childbirth is the most critical period for the mother and her baby. Every pregnant woman must have a skilled birth attendant, such as a midwife, doctor or nurse, assisting her during childbirth, and s", 
        "primary_category": "21ce16986d32485e9c2663797f795ac8", 
        "created_at": "2014-09-10T13:17:40.389259+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-08T06:02:54.809421+00:00", 
        "linked_pages": [], 
        "slug": "childbirth-is-the-most-critical-period-for-the-mother-and-her-baby-every-pregnant-woman-must-have-a-skilled-birth-attendant-such-as-a-midwife-doctor-or-nurse-assisting-her-during-childbirth-and-s", 
        "content": "Every pregnancy deserves attention because there is always a risk of something\ngoing wrong with the mother, baby or both. Many dangers, illnesses or even\ndeath can be avoided if the woman plans to give birth attended by a skilled\nbirth attendant, such as a doctor, nurse or midwife, and makes at least four\nprenatal visits to a trained health worker during the pregnancy. The\nlikelihood of the mother or the baby becoming ill or dying is reduced when\nchildbirth takes place in a properly equipped health facility with the\nassistance of a skilled birth attendant, who also checks regularly on the\nmother and baby in the 24 hours after delivery. When the pregnant woman is\nready to give birth, she should be encouraged to have a companion of her\nchoice accompany her to provide her with continuous support during childbirth\nand after birth. In particular, the companion can support the woman in labour\nto eat and drink, use breathing techniques for different stages of childbirth,\nand arrange for pain and discomfort relief as needed and advised by the\nskilled birth attendant. **During and immediately following childbirth, the\nskilled birth attendant will:** * assess and follow the progress of labour and\npay attention to danger signs that indicate help is needed immediately *\nadvise the woman and her family if specialized care is needed and if a\ntransfer to a hospital or maternity centre is necessary * reduce the risk of\ninfection by keeping hands, instruments and the delivery area clean, and by\nusing gloves at appropriate times * encourage the woman to walk during the\nfirst stage of labour and support her choice of position for childbirth *\nassist the different stages of labour and the birth of the baby * cut the\numbilical cord at the appropriate moment and care for it * care for the baby\nand keep her or him warm after birth * guide the mother to put her baby on her\nchest for immediate skin-to-skin contact and initiation of breastfeeding soon\nafter birth * deliver the afterbirth (placenta) safely and care for the mother\nafter the baby is born * examine and weigh the baby and put recommended drops\nin the baby's eyes to prevent blindness and infection * manage newborn health\nproblems and refer or transfer the baby with the mother to an appropriate\nhealth provider or health facility, if necessary.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "7787414ad7f743a4bc5308b609f2f1fd"
    }, 
    "model": "GitPageModel"
}