{
    "fields": {
        "subtitle": "", 
        "description": "Good hygiene practices and use of safe drinking water protect against diarrhoea. Hands should be thoroughly washed with soap and water or a substitute, such as ash and water, after defecating and after contact with faeces, and before touching or preparing food or feeding children.", 
        "language": "eng_UK", 
        "title": "Good hygiene practices and use of safe drinking water protect against diarrhoea. Hands should be thoroughly washed with soap and water or a substitute, such as ash and water, after defecating and afte", 
        "primary_category": "116e3cfd167340088d465880ce508a8d", 
        "created_at": "2014-07-22T17:55:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-17T07:12:49.125530+00:00", 
        "linked_pages": [], 
        "slug": "good-hygiene-practices-and-use-of-safe-drinking-water-protect-against-diarrhoea-hands-should-be-thoroughly-washed-with-soap-and-water-or-a-substitute-such-as-ash-and-water-after-defecating-and-afte", 
        "content": "Hands should always be washed with soap and water or a substitute, such as ash\nand water, after defecating, after helping children use the toilet or latrine,\nafter cleaning the baby's bottom, after disposing of refuse, and immediately\nbefore feeding children, handling food or eating. Young children frequently\nput their hands in their mouths. So it is important to keep the household area\nclean and to teach children to wash their hands properly and frequently,\nespecially after defecating and before eating. Using safe drinking water and\nkeeping it clean and free of germs helps to reduce diarrhoea. Other hygiene\nmeasures that can help to prevent diarrhoea include: * peel fruit and\nvegetables or wash them thoroughly with clean water, especially if young\nchildren eat them raw * prepare and thoroughly cook food just before eating\n(Food left standing can collect germs that can cause diarrhoea. After two\nhours, cooked foods are not safe unless they are kept very hot or very cold.)\n* bury, burn or safely dispose of all food refuse to stop flies from spreading\ndisease.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 6, 
        "id": "dafec278033d4ce2a70ebbf3059fc66d"
    }, 
    "model": "GitPageModel"
}