{
    "fields": {
        "subtitle": "", 
        "description": "A woman employed away from her home can continue to breastfeed her child. She should breastfeed as often as possible when she is with the infant and express her breastmilk when they are apart so that another caregiver can feed it to the baby in a clean and safe way.", 
        "language": "eng_UK", 
        "title": "A woman employed away from her home can continue to breastfeed her child. She should breastfeed as often as possible when she is with the infant and express her breastmilk when they are apart so that ", 
        "primary_category": "a6821e973bb74e08864a0395a5d5d850", 
        "created_at": "2014-09-10T13:54:22.405841+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-17T07:12:25.439694+00:00", 
        "linked_pages": [], 
        "slug": "a-woman-employed-away-from-her-home-can-continue-to-breastfeed-her-child-she-should-breastfeed-as-often-as-possible-when-she-is-with-the-infant-and-express-her-breastmilk-when-they-are-apart-so-that", 
        "content": "If a mother cannot be with her baby during working hours, she should\nbreastfeed often when they are together. With frequent breastfeeding, she will\ncontinue to produce breastmilk. If a woman cannot breastfeed at her workplace,\nshe can express her milk two or three times during the workday and refrigerate\nit or store it at room temperature for up to eight hours in a clean, covered\ncontainer. The expressed milk can be given to the child by another caregiver\nfrom a clean cup. Families and communities can encourage employers to provide\npaid maternity leave, creches, and the time and a suitable place for women to\nbreastfeed or express and store their milk. The place should be clean, safe\nand private. It should have clean water available for washing hands and\nutensils.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 6, 
        "id": "05970c7dd4a7476487af18fc8ea26a80"
    }, 
    "model": "GitPageModel"
}