{
    "fields": {
        "subtitle": "", 
        "description": "A young child should grow and gain weight rapidly. From birth to age 2, children should be weighed regularly to assess growth. If regular weighing shows that the child is not gaining weight, or the parents or other caregivers see the child is not growing, something is wrong. The child needs to be seen by a trained health worker.", 
        "language": "eng_UK", 
        "title": "A young child should grow and gain weight rapidly. From birth to age 2, children should be weighed regularly to assess growth. If regular weighing shows that the child is not gaining weight, or the pa", 
        "primary_category": "af601b40f4c442b2a6efe873ebce45cd", 
        "created_at": "2014-09-12T09:21:36+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-08T06:04:52.740200+00:00", 
        "linked_pages": [], 
        "slug": "a-young-child-should-grow-and-gain-weight-rapidly-from-birth-to-age-2-children-should-be-weighed-regularly-to-assess-growth-if-regular-weighing-shows-that-the-child-is-not-gaining-weight-or-the-pa", 
        "content": "Weight gain is the most important sign that a child is healthy and is growing\nand developing well. From birth to 1 year of age, infants should be weighed at\nleast once every month. From 1-2 years of age they should be weighed at least\nonce every three months. Whenever a child visits a health centre, he or she\nshould be weighed. This can help early detection of faltering growth so\nappropriate actions can be taken. A health check-up can also detect if a child\nis gaining weight too fast for his or her age. This requires examining a\nchild's weight in relation to his or her height, which can determine if the\nchild is overweight. If the child is underweight or overweight, it is\nimportant to examine the child's diet and provide the parents or other\ncaregiver with advice on good nutrition. Increasingly there are undernourished\nand overnourished people side by side in a family. A child who is given only\nbreastmilk for the first six months usually grows well during this time.\nBreastfeeding helps protect babies from common illnesses and ensures good\nphysical and mental growth and development. Infants who are breastfed tend to\nlearn more readily than infants who are fed other kinds of milk. From the age\nof 6 months, a child needs to start eating a variety of other nutritious\nfoods, in addition to breastmilk, to ensure healthy growth and development.\nEvery child should have a growth chart that tracks his or her growth. It shows\nwhether the child is growing appropriately for his or her age. At each\nweighing the child's weight should be marked with a dot on the growth chart\nand the dots should be connected. This will produce a line that shows how well\nthe child is growing. If the line goes up, the child is doing well. A line\nthat stays flat or goes down is a cause for concern. Children need to gain not\nonly adequate weight but also adequate height. A child's height can also be\ntracked on a chart. Good nutrition, care and hygiene, especially in the first\ntwo years of life, are necessary to prevent children from becoming too short\nfor their age (stunted). If a mother is undernourished or does not have proper\nnutrition during pregnancy, her child may be born too small. This puts the\nchild at risk of becoming stunted later on. A low-birthweight baby needs\nadditional attention to feeding and care to grow adequately. A child who is\nnot gaining enough weight over one or two months may need larger servings,\nmore nutritious food or more frequent meals. The child may be sick or may need\nmore attention and care or assistance with eating. Parents and trained health\nworkers need to act quickly to discover the cause of the problem and take\nsteps to correct it. **Here are some important questions to ask to help\nidentify growth problems:** * **Is the child eating often enough? **In\naddition to breastfeeding, a child aged 6-8 months needs to eat two to three\ntimes per day and three to four times per day starting at 9 months. Additional\nnutritious snacks, such as a piece of fruit or bread with nut paste, may be\nneeded one or two times per day. A child with developmental delays or\ndisabilities may require extra help and time for feeding. * **Is the child\nreceiving enough food?** A child aged 6-8 months needs to receive initially\n2-3 spoonfuls of food, increasing gradually to 1/2 cup (250-millilitre), at\neach meal. A child 9-12 months old needs to receive 1/2 cup at each meal. A\nchild 12-23 months old requires 3/4 to 1 whole cup of 'family foods' at each\nmeal. Children 2 years and older need to receive at least 1 whole cup at each\nmeal. If the child finishes his or her food and wants more, the child needs to\nbe offered more. * **Do the child's meals have too little 'growth' or 'energy'\nfoods?** Foods that help children grow are beans, nuts, meat, fish, eggs,\ndairy products, grains and pulses. The daily inclusion of animal-source foods\nin the diet is particularly important. A small amount of oil can add energy.\nRed palm oil or other vitamin-enriched edible oils are good sources of energy.\nHigh-quality 'growth' foods are especially important to ensure that children\ngain both adequate weight and height. Foods such as highly processed fatty\nfoods or sugary snacks are not rich in vitamins and minerals and other\nimportant nutrients and may cause children to gain too much weight without a\nproportionate growth in height. * **Is the child refusing to eat?** If the\nchild does not seem to like the taste of a particular food, other foods should\nbe offered. New foods should be introduced gradually. * **Is the child sick?**\nA sick child needs encouragement to eat small, frequent meals. The child needs\nto be breastfed more frequently. After an illness, the child needs to eat more\nthan usual to regain the weight lost and to replenish energy and nourishment.\nIf the child is frequently ill, he or she should be checked by a trained\nhealth worker. * **Is the child getting enough foods with vitamin A?\n**Breastmilk is rich in vitamin A. Other foods with vitamin A are liver, eggs,\ndairy products, red palm oil, yellow and orange fruits and vegetables, and\ngreen leafy vegetables. If these foods are not available in adequate amounts,\na healthcare provider can provide the child with a vitamin A supplement\n(tablet or syrup) every four to six months. * **Is the child being given\nbreastmilk substitutes by bottle?** If a breastmilk substitute is given, it\nshould be fed from a clean, open cup, rather than from a bottle. * **Is the\nfood kept clean? **If not, the child will often be ill. Raw food should be\nwashed or cooked with clean water from a safe source. Cooked food should be\neaten without delay. Leftover food should be carefully stored and thoroughly\nreheated. * **Is the water kept clean? **Clean water is vital for a child's\nhealth. Water should come from a safe source and be kept clean by storing it\nin covered containers that are clean on the inside and outside. Clean drinking\nwater can be obtained from a regularly maintained, controlled and chlorinated\npiped supply, public standpipe, borehole, protected dug well, protected spring\nor rainwater collection. If water is drawn from ponds, streams, unprotected\nsprings, wells or tanks, it needs to be purified. Home water treatments can be\nused such as boiling, filtering, adding chlorine or disinfecting with sunlight\nin accordance with information provided by a trained health worker or\nextension agent. * **Are faeces being put in a latrine or toilet or buried?**\nAre hands being washed with soap and water or a substitute, such as ash and\nwater, after use of the latrine or toilet? If not, the child may frequently\nget worms and other sicknesses. A child with worms needs deworming medicine\nfrom a trained health worker. * **Is the young child left alone much of the\ntime or in the care of an older child?** If so, the young child may need more\nattention and interaction from adults, especially during mealtime.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "cfea81e71fcd47139840e4e253041fee"
    }, 
    "model": "GitPageModel"
}