{
    "fields": {
        "subtitle": "", 
        "description": "Parents or other caregivers should talk with their daughters and sons about relationships, sex and their vulnerability to HIV infection. Girls and young women are especially vulnerable to HIV infection. Girls and boys need to learn how to avoid, reject or defend themselves against sexual harassment, violence and peer pressure. They need to understand the importance of equality and respect in relationships.", 
        "language": "eng_UK", 
        "title": "Parents or other caregivers should talk with their daughters and sons about relationships, sex and their vulnerability to HIV infection. Girls and young women are especially vulnerable to HIV infectio", 
        "primary_category": "c17026d2949e404ebe5bf5f3397f9bbc", 
        "created_at": "2014-09-15T09:16:10.427271+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-08T06:00:38.035793+00:00", 
        "linked_pages": [], 
        "slug": "parents-or-other-caregivers-should-talk-with-their-daughters-and-sons-about-relationships-sex-and-their-vulnerability-to-hiv-infection-girls-and-young-women-are-especially-vulnerable-to-hiv-infectio", 
        "content": "While children need to know the biological facts about sex, they also need to\nunderstand that sexual relationships involve caring and responsibility.\nDiscussing and stressing the emotional aspect of a sexual relationship with\nchildren can help them make healthy decisions and resist peer pressure as they\ngrow and develop. It is important to talk about sex in a way that fits the\nchild's age and stage of development, and conveys values. Everyone needs to be\naware of the fact that adolescent girls and young women are especially\nvulnerable to HIV infection. Adolescent girls and young women need support to\nprotect themselves from unwanted and unsafe sex. In many countries, HIV rates\nare higher among adolescent girls than adolescent boys. **Adolescent girls are\nmore susceptible to HIV infection because:** * they may not have a choice\nabout when to have sex or whether a condom is used * their vaginal membranes\nare thinner than those of mature women and thus susceptible to lesions from\nsexual activity that can allow HIV infection and other sexually transmitted\ninfections (STIs) to enter * they sometimes are targeted by and engage in\nrelationships with older men who may be infected * they are vulnerable to\nbeing sexually exploited and trafficked, which puts them in high-risk\nsituations. Girls and women have the right to refuse unwanted and unprotected\nsex. They also have the right to learn skills on how to avoid, reject or\ndefend themselves against unwanted sexual advances. Girls and women need to\nknow what to do and where to go if they have been victims of sexual assault.\nThey should seek the support of a trained health worker or go to a health\nfacility for medical attention and counselling. Health-care providers and\nsocial workers should be trained to be understanding of girls and women in\nthese situations. This information also applies to cases involving boys. To\neffectively address violence, boys and men need to be actively engaged in\nfinding solutions. Their full engagement with girls and women is needed to\nwork on preventing violence and sexual harassment, resisting peer pressure and\nachieving gender equality. This should include an understanding of gender\nstereotypes and inequalities. Discussions at home, in school and in the\ncommunity between children and adolescents and their parents, teachers,\ncommunity leaders and other role models can help develop healthy attitudes and\nbehaviours. They can contribute to: * respect for girls and women and their\nrights * equality in decision-making and relationships * skills development on\nhow to confront peer pressure, sexual harassment, violence and stereotypes.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "2a5ef1e76d1f412994a3b872635986b6"
    }, 
    "model": "GitPageModel"
}