{
    "fields": {
        "subtitle": "", 
        "description": "As the child's intake of foods and drinks increases, the risk of diarrhoea substantially increases. Contamination of foods with germs is a major cause of diarrhoea and other illnesses that cause children to lose nutrients and energy needed for growth and development. Good hygiene, safe water and proper handling, preparation and storing of foods are crucial to prevent illnesses.", 
        "language": "eng_UK", 
        "title": "As the child's intake of foods and drinks increases, the risk of diarrhoea substantially increases. Contamination of foods with germs is a major cause of diarrhoea and other illnesses that cause child", 
        "primary_category": "e9939fe1b6ec42ea9ab78ed065356b26", 
        "created_at": "2014-09-12T09:05:36.333553+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T09:05:36.341422+00:00", 
        "linked_pages": [], 
        "slug": "as-the-childs-intake-of-foods-and-drinks-increases-the-risk-of-diarrhoea-substantially-increases-contamination-of-foods-with-germs-is-a-major-cause-of-diarrhoea-and-other-illnesses-that-cause-child", 
        "content": "As children grow and become mobile they put everything in their mouths. They\ncan pick up germs more easily as they explore and discover the world around\nthem. This makes it very important for parents and other caregivers to\npractice good hygiene, such as hand washing with soap. They also need to\nhandle and prepare food properly, use safe water and keep the living\nenvironment clean. These practices are important to prevent diarrhoea and\nother illnesses and to protect a child's health.\n\nFoods should be served immediately after preparation and leftovers safely\nstored. Clean utensils and surfaces should be used to prepare and serve food.\nChildren should be fed with clean cups and bowls. Bottles and nipples/teats\nshould be avoided because they are difficult to keep clean.\n\nFive key ways to keep food safe are: keep it clean; separate raw and cooked\nfoods; cook food thoroughly; keep it at a safe temperature; and wash raw food\nmaterials in safe water.\n\n([Refer to the Hygiene chapter for more information.](/about/hygiene/))\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "2e08d223307c4c829d98b352da38c1ec"
    }, 
    "model": "GitPageModel"
}