{
    "fields": {
        "subtitle": "", 
        "description": "A child with diarrhoea should receive oral rehydration salts (ORS) solution and a daily zinc supplement for 10–14 days. Diarrhoea medicines are generally ineffective and can be harmful.", 
        "language": "eng_UK", 
        "title": "A child with diarrhoea should receive oral rehydration salts (ORS) solution and a daily zinc supplement for 10–14 days. Diarrhoea medicines are generally ineffective and can be harmful.", 
        "primary_category": "68bc9bc3fff940faa8a85a49f6ab70dc", 
        "created_at": "2014-07-22T17:57:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-07-25T11:21:56.346452+00:00", 
        "linked_pages": [], 
        "slug": "a-child-with-diarrhoea-should-receive-oral-rehydration-salts-ors-solution-and-a-daily-zinc-supplement-for-1014-days-diarrhoea-medicines-are-generally-ineffective-and-can-be-harmful", 
        "content": "Diarrhoea usually cures itself in three to four days with rehydration\n(drinking a lot of liquids). The real danger is the loss of liquid and\nnutrients from the child's body, which can cause dehydration and malnutrition.\n\nA child with diarrhoea should never be given any tablets, antibiotics or other\nmedicines unless prescribed by a trained health worker.\n\nThe best treatment for diarrhoea is to (1) drink lots of liquids and oral\nrehydration salts (ORS), properly mixed with clean water from a safe source,\nand (2) take zinc tablets or syrup for 10-14 days.\n\n**ORS Solution**  \nA special drink for diarrhoea\n\n**What is ORS? **  \nORS (oral rehydration salts) is a special combination of dry salts that is\nmixed with safe water. It can help replace the fluids lost due to diarrhoea.\n\n**When should ORS be used?**  \nWhen a child has three or more loose stools in a day, begin to give ORS. In\naddition, for 10-14 days, give children over 6 months of age 20 milligrams of\nzinc per day (tablet or syrup); give children under 6 months of age 10\nmilligrams per day (tablet or syrup).\n\n**Where can ORS be obtained?**  \nIn most countries, ORS packets are available from health centres, pharmacies,\nmarkets and shops.\n\n**How is the ORS drink prepared?**\n\n  1. Put the contents of the ORS packet in a clean container. Check the packet for directions and add the correct amount of clean water. Too little water could make the diarrhoea worse.\n  2. Add water only. Do not add ORS to milk, soup, fruit juice or soft drinks. Do not add sugar.\n  3. Stir well, and feed it to the child from a clean cup. Do not use a bottle.\n\n**How much ORS drink to give?**  \nEncourage the child to drink as much as possible.  \nA child under the age of 2 years needs at least 1/4 to 1/2 of a large\n(250-millilitre) cup of the ORS drink after each watery stool.  \nA child aged 2 years or older needs at least 1/2 to 1 whole large\n(250-millilitre) cup of the ORS drink after each watery stool.\n\n**What if ORS is not available?**  \nGive the child a drink made with 6 level teaspoons of sugar and 1/2 level\nteaspoon of salt dissolved in 1 litre of clean water.  \nBe very careful to mix the correct amounts. Too much sugar can make the\ndiarrhoea worse. Too much salt can be extremely harmful to the child.  \nMaking the mixture a little too diluted (with more than 1 litre of clean\nwater) is not harmful.\n\n**Diarrhoea usually stops in three or four days.**\n\n**If it does not stop, consult a trained health worker.**\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "82980bf21c60484a895af4a9a3384d63"
    }, 
    "model": "GitPageModel"
}