{
    "fields": {
        "subtitle": "", 
        "description": "Girls and boys must be protected from all forms of violence and abuse. This includes physical, sexual and emotional abuse, neglect and harmful practices such as child marriage and genital mutilation/cutting of girls. Families, communities and authorities are responsible for ensuring this protection.", 
        "language": "eng_UK", 
        "title": "Girls and boys must be protected from all forms of violence and abuse. This includes physical, sexual and emotional abuse, neglect and harmful practices such as child marriage and genital mutilation/c", 
        "primary_category": "a5495b83dd56498b98723ec467467350", 
        "created_at": "2014-09-12T10:30:56.953011+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-07T14:49:02.097845+00:00", 
        "linked_pages": [], 
        "slug": "girls-and-boys-must-be-protected-from-all-forms-of-violence-and-abuse-this-includes-physical-sexual-and-emotional-abuse-neglect-and-harmful-practices-such-as-child-marriage-and-genital-mutilationc", 
        "content": "Girls and boys can encounter different forms of violence, abuse and/or harmful\npractices in many settings: **In the family and home:** * physical violence *\npsychological violence * sexual violence and abuse * corporal (physical)\npunishment * neglect and abandonment * child marriage * harmful traditional\npractices, such as female genital mutilation/cutting (FGM/C). **In schools and\nother educational activities:** * corporal punishment * psychological\npunishment * sexual and gender-based violence * verbal and physical bullying *\nfighting. **In care and justice institutions (e.g., orphanages, children's\nhomes and detention facilities):** * physical and psychological violence under\nthe guise of discipline * neglect * child-on-child violence * sexual abuse and\nviolence. **In workplaces:** * physical and psychological punishment *\nhumiliation * sexual harassment and abuse. **In the community (among peers,\nbetween gangs, by the police and by traffickers):** * physical violence *\narmed violence * sexual violence. Children who experience or witness violence\noften remain silent out of fear, shame or stigma. Some accept it as part of\nlife. While some violence is perpetrated by strangers, most is carried out by\npeople children know and should be able to trust and look to for protection.\nThese may include parents, step-parents or a parent's partner, relatives,\ncaregivers, boyfriends and girlfriends, schoolmates, teachers, religious\nleaders and employers. All girls and boys can be subjects of abuse. Generally,\nboys tend to be at greater risk of physical and armed violence and girls face\ngreater risk of neglect and sexual violence and exploitation. Certain groups\nof children are particularly vulnerable to violence. These include children\nwith disabilities, children of minority groups, children living or working on\nthe street, children in conflict with the law, and children who are refugees,\ndisplaced or migrating. Babies and young children are sometimes the object of\na parent's or other caregiver's anger or frustration, often when children do\nnot stop crying. The caregiver may shake the baby or young child so hard and\nviolently that it causes injury to the child's brain that can lead to\npermanent injury or death. It is never okay to shake a child. Symptoms of\nviolent shaking include irritability, difficulty staying awake, difficulty\nbreathing, shakiness, vomiting, seizures or coma. These symptoms require\nimmediate medical care. Typically, the focus is on intervention after child\nmaltreatment occurs. Due to the magnitude of the problem, it is critical that\ncommunities shift the emphasis to preventing child violence, abuse, neglect\nand harmful practices. **Every community should create and implement a plan of\naction to eliminate violence against children. Some key actions may include:**\n* develop and broadly communicate codes of conduct against all forms of\nviolence in settings where children live, go to school, play and work *\neducate parents and caregivers to respect the child's perspective, learn how\nto use positive and non-violent discipline and not to discipline a child when\nangry * support schools to nurture attitudes that reject violence and promote\nnon-violent conflict resolution. This can involve changing classroom\nmanagement (traditionally based on fear, threats, humiliation and physical\npunishment) to a child-friendly approach that is non-discriminatory and\nsupports cooperative learning * sponsor public campaigns to stop corporal\npunishment, abuse and harmful practices such as child marriage and genital\nmutilation/cutting * provide children affected by violence with health and\nsocial services to help them reintegrate into their families and communities *\nestablish safe ways for children to report violence against them, such as\ntelephone hotlines or accessible social protection centres.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "d48a514b3fd0403cb16703c873b9a8ec"
    }, 
    "model": "GitPageModel"
}