{
    "fields": {
        "subtitle": "", 
        "description": "A young child should grow and gain weight rapidly. From birth to age 2, children should be weighed regularly to assess growth. If regular weighing shows that the child is not gaining weight, or the parents or other caregivers see the child is not growing, something is wrong. The child needs to be seen by a trained health worker.", 
        "language": "eng_UK", 
        "title": "A young child should grow and gain weight rapidly. From birth to age 2, children should be weighed regularly to assess growth. If regular weighing shows that the child is not gaining weight, or the pa", 
        "primary_category": "e9939fe1b6ec42ea9ab78ed065356b26", 
        "created_at": "2014-09-12T09:21:36+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T09:22:08.194445+00:00", 
        "linked_pages": [], 
        "slug": "a-young-child-should-grow-and-gain-weight-rapidly-from-birth-to-age-2-children-should-be-weighed-regularly-to-assess-growth-if-regular-weighing-shows-that-the-child-is-not-gaining-weight-or-the-pa", 
        "content": "Weight gain is the most important sign that a child is healthy and is growing\nand developing well. From birth to 1 year of age, infants should be weighed at\nleast once every month. From 1-2 years of age they should be weighed at least\nonce every three months.\n\nWhenever a child visits a health centre, he or she should be weighed. This can\nhelp early detection of faltering growth so appropriate actions can be taken.\n\nA health check-up can also detect if a child is gaining weight too fast for\nhis or her age. This requires examining a child's weight in relation to his or\nher height, which can determine if the child is overweight.\n\nIf the child is underweight or overweight, it is important to examine the\nchild's diet and provide the parents or other caregiver with advice on good\nnutrition. Increasingly there are undernourished and overnourished people side\nby side in a family.\n\nA child who is given only breastmilk for the first six months usually grows\nwell during this time. Breastfeeding helps protect babies from common\nillnesses and ensures good physical and mental growth and development. Infants\nwho are breastfed tend to learn more readily than infants who are fed other\nkinds of milk.\n\nFrom the age of 6 months, a child needs to start eating a variety of other\nnutritious foods, in addition to breastmilk, to ensure healthy growth and\ndevelopment.\n\nEvery child should have a growth chart that tracks his or her growth. It shows\nwhether the child is growing appropriately for his or her age. At each\nweighing the child's weight should be marked with a dot on the growth chart\nand the dots should be connected. This will produce a line that shows how well\nthe child is growing. If the line goes up, the child is doing well. A line\nthat stays flat or goes down is a cause for concern.\n\nChildren need to gain not only adequate weight but also adequate height. A\nchild's height can also be tracked on a chart. Good nutrition, care and\nhygiene, especially in the first two years of life, are necessary to prevent\nchildren from becoming too short for their age (stunted). If a mother is\nundernourished or does not have proper nutrition during pregnancy, her child\nmay be born too small. This puts the child at risk of becoming stunted later\non. A low-birthweight baby needs additional attention to feeding and care to\ngrow adequately.\n\nA child who is not gaining enough weight over one or two months may need\nlarger servings, more nutritious food or more frequent meals. The child may be\nsick or may need more attention and care or assistance with eating. Parents\nand trained health workers need to act quickly to discover the cause of the\nproblem and take steps to correct it.\n\n**Here are some important questions to ask to help identify growth problems:**\n\n  * **Is the child eating often enough? **In addition to breastfeeding, a child aged 6-8 months needs to eat two to three times per day and three to four times per day starting at 9 months. Additional nutritious snacks, such as a piece of fruit or bread with nut paste, may be needed one or two times per day. A child with developmental delays or disabilities may require extra help and time for feeding.\n  * **Is the child receiving enough food?** A child aged 6-8 months needs to receive initially 2-3 spoonfuls of food, increasing gradually to 1/2 cup (250-millilitre), at each meal. A child 9-12 months old needs to receive 1/2 cup at each meal. A child 12-23 months old requires 3/4 to 1 whole cup of 'family foods' at each meal. Children 2 years and older need to receive at least 1 whole cup at each meal. If the child finishes his or her food and wants more, the child needs to be offered more.\n  * **Do the child's meals have too little 'growth' or 'energy' foods?** Foods that help children grow are beans, nuts, meat, fish, eggs, dairy products, grains and pulses. The daily inclusion of animal-source foods in the diet is particularly important. A small amount of oil can add energy. Red palm oil or other vitamin-enriched edible oils are good sources of energy. High-quality 'growth' foods are especially important to ensure that children gain both adequate weight and height. Foods such as highly processed fatty foods or sugary snacks are not rich in vitamins and minerals and other important nutrients and may cause children to gain too much weight without a proportionate growth in height.\n  * **Is the child refusing to eat?** If the child does not seem to like the taste of a particular food, other foods should be offered. New foods should be introduced gradually.\n  * **Is the child sick?** A sick child needs encouragement to eat small, frequent meals. The child needs to be breastfed more frequently. After an illness, the child needs to eat more than usual to regain the weight lost and to replenish energy and nourishment. If the child is frequently ill, he or she should be checked by a trained health worker.\n  * **Is the child getting enough foods with vitamin A? **Breastmilk is rich in vitamin A. Other foods with vitamin A are liver, eggs, dairy products, red palm oil, yellow and orange fruits and vegetables, and green leafy vegetables. If these foods are not available in adequate amounts, a healthcare provider can provide the child with a vitamin A supplement (tablet or syrup) every four to six months.\n  * **Is the child being given breastmilk substitutes by bottle?** If a breastmilk substitute is given, it should be fed from a clean, open cup, rather than from a bottle.\n  * **Is the food kept clean? **If not, the child will often be ill. Raw food should be washed or cooked with clean water from a safe source. Cooked food should be eaten without delay. Leftover food should be carefully stored and thoroughly reheated.\n  * **Is the water kept clean? **Clean water is vital for a child's health. Water should come from a safe source and be kept clean by storing it in covered containers that are clean on the inside and outside. Clean drinking water can be obtained from a regularly maintained, controlled and chlorinated piped supply, public standpipe, borehole, protected dug well, protected spring or rainwater collection. If water is drawn from ponds, streams, unprotected springs, wells or tanks, it needs to be purified. Home water treatments can be used such as boiling, filtering, adding chlorine or disinfecting with sunlight in accordance with information provided by a trained health worker or extension agent.\n  * **Are faeces being put in a latrine or toilet or buried?** Are hands being washed with soap and water or a substitute, such as ash and water, after use of the latrine or toilet? If not, the child may frequently get worms and other sicknesses. A child with worms needs deworming medicine from a trained health worker.\n  * **Is the young child left alone much of the time or in the care of an older child?** If so, the young child may need more attention and interaction from adults, especially during mealtime.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "4d70b4cd761f48faa9fb38214e277a99"
    }, 
    "model": "GitPageModel"
}