{
    "fields": {
        "subtitle": "", 
        "description": "Girls and boys can be at risk of sexual abuse and exploitation in their home, school, workplace or community. Measures should be taken to prevent sexual abuse and exploitation. Sexually abused and exploited children need immediate help to stop such abuse.", 
        "language": "eng_UK", 
        "title": "Girls and boys can be at risk of sexual abuse and exploitation in their home, school, workplace or community. Measures should be taken to prevent sexual abuse and exploitation. Sexually abused and exp", 
        "primary_category": "a5495b83dd56498b98723ec467467350", 
        "created_at": "2014-09-12T10:28:01.695179+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-07T14:48:03.226776+00:00", 
        "linked_pages": [], 
        "slug": "girls-and-boys-can-be-at-risk-of-sexual-abuse-and-exploitation-in-their-home-school-workplace-or-community-measures-should-be-taken-to-prevent-sexual-abuse-and-exploitation-sexually-abused-and-exp", 
        "content": "Children need to be protected from all forms of sexual exploitation and sexual\nabuse. Most children who are sexually abused know their abusers. Most abusers\nare relatives or acquaintances of the child. A much smaller percentage of\noffenders are strangers. Most child sexual abuse is committed by men. Whatever\nthe case, sexual abuse or exploitation is never the child's fault. The\nresponsibility always lies with the abuser. Every person has a unique reaction\nto sexual abuse or sexual exploitation, regardless of the type, extent or\nduration. Victims may show a range of emotional responses such as calm, anger,\nindifference or shock. Some children may be exposed to life-threatening\nsituations, such as sexually transmitted infections, including HIV. Girls may\nface the added risk of early and unwanted pregnancies that endanger their\nlives and can subject them to stigma and discrimination. Children can begin to\nlearn early on about 'good' touch versus 'bad' touch. Children can also be\ntaught to tell an adult they trust if they have experienced a 'bad' touch. If\na child comes to an adult with such information, the adult must take the\nchild's claims seriously and immediately ensure that the abuse stops. The\nabuse should be reported to the authorities, and the child should receive\nprotection services. Many children and young people who have been victims of\nsexual abuse or exploitation heal and go on to lead normal lives. Sexual abuse\nin childhood does not automatically lead to sexually aggressive behaviour.\nMost sexual offenders have not been sexually abused as children, and most\nchildren who are sexually abused do not abuse others. **Governments are\nresponsible for ensuring that systems and specific measures are in place to:**\n* prevent child abuse, violence and exploitation * enable children to report\nabuse and exploitation * make sure perpetrators of sexual abuse and\nexploitation are dealt with to the full extent of the law * make social\nservices, such as health care, psychosocial support, temporary care, education\nand legal assistance, timely and available for children who have been abused\nand exploited.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "b8dfe6254dde48d09f14878f24362a14"
    }, 
    "model": "GitPageModel"
}