{
    "fields": {
        "subtitle": "", 
        "description": "To prevent diarrhoea, all faeces, including those of infants and young children, should be disposed of in a latrine or toilet or buried.", 
        "language": "eng_UK", 
        "title": "To prevent diarrhoea, all faeces, including those of infants and young children, should be disposed of in a latrine or toilet or buried.", 
        "primary_category": "68bc9bc3fff940faa8a85a49f6ab70dc", 
        "created_at": "2014-07-22T17:56:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-07-22T18:24:18.024492+00:00", 
        "linked_pages": [], 
        "slug": "to-prevent-diarrhoea-all-faeces-including-those-of-infants-and-young-children-should-be-disposed-of-in-a-latrine-or-toilet-or-buried", 
        "content": "Children and adults can swallow germs that cause diarrhoea if faeces come in\ncontact with drinking water, food, hands, utensils or food preparation\nsurfaces.\n\nFlies that settle on faeces and then on food also transmit the germs that\ncause diarrhoea. To keep away flies and prevent the spread of germs, (1)\ndispose of faeces safely in a latrine or toilet, (2) keep the latrine or\ntoilet clean, and (3) cover food and drinking water.\n\nAll faeces, even those of infants and young children, carry germs and are\ndangerous. If children defecate without using the latrine or toilet, their\nfaeces should be cleaned up immediately and disposed of in the latrine or\ntoilet or buried. Afterwards, hands should always be washed with soap and\nwater. If soap is not available, ash and water can be used as a substitute.\nMen and boys can help women and girls in disposing of the faeces.\n\nIf there is no toilet or latrine, adults and children should defecate away\nfrom houses, paths, water supplies and places where children play. Faeces\nshould then be buried under a layer of soil. Human and animal faeces should be\nkept away from water sources.\n\nIn communities without toilets or latrines, the community should consider\njoining together to build such facilities. Households can be encouraged to\nbuild their own.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "e7da235af1e24229a9227d9a105fad9a"
    }, 
    "model": "GitPageModel"
}