{
    "fields": {
        "subtitle": "", 
        "description": "Wherever malaria is present, children are in danger. A child with a fever should be examined immediately by a trained health worker and receive an appropriate antimalarial treatment as soon as possible if diagnosed with malaria. Artemisinin-based combination therapies (ACTs) are recommended by WHO for treatment of Plasmodium falciparum malaria. It is the most serious type of malaria and causes nearly all malaria deaths.", 
        "language": "eng_UK", 
        "title": "Wherever malaria is present, children are in danger. A child with a fever should be examined immediately by a trained health worker and receive an appropriate antimalarial treatment as soon as possibl", 
        "primary_category": "3b03345ef9134c3c96873f2d1435597d", 
        "created_at": "2014-09-09T12:14:20+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-09T13:55:16.878046+00:00", 
        "linked_pages": [], 
        "slug": "wherever-malaria-is-present-children-are-in-danger-a-child-with-a-fever-should-be-examined-immediately-by-a-trained-health-worker-and-receive-an-appropriate-antimalarial-treatment-as-soon-as-possibl", 
        "content": "Wherever malaria is present, children are in danger. A child with a fever\r\nshould be examined immediately by a trained health worker and receive an\r\nappropriate antimalarial treatment as soon as possible if diagnosed with\r\nmalaria. Artemisinin-based combination therapies (ACTs) are recommended by WHO\r\nfor treatment of Plasmodium falciparum malaria. It is the most serious type of\r\nmalaria and causes nearly all malaria deaths. Malaria should be suspected if\r\nanyone in the family has a fever, or if young children refuse to eat or have\r\nvomiting, diarrhoea, drowsiness or fits. A child with a fever believed to be\r\ncaused by malaria needs immediate antimalarial treatment as recommended by a\r\ntrained health worker. If possible, the child should be tested with a Rapid\r\nDiagnostic Test (RDT) or microscopy (laboratory diagnosis involving the\r\nexamination of the person's blood under a microscope) to confirm the malaria\r\ninfection. RDTs are inexpensive and increasingly available. If a child with a\r\nmalarial fever is not treated within a day, she or he might die. ACTs are\r\nrecommended by WHO for treatment of Plasmodium falciparum malaria. A trained\r\nhealth worker can advise on what type of ACT treatment is best and how long it\r\nshould be taken in accordance with national guidelines. Malaria usually causes\r\na high fever and chills. A child with a high fever should be kept cool for as\r\nlong as the fever persists by: * sponging or bathing the child with tepid\r\nwater (cool, not cold) * providing treatment with antipyretics (medication\r\nthat prevents or reduces fever), such as paracetemol or ibuprofen, but not\r\naspirin. Keeping the fever from going too high is important to prevent\r\nconvulsions, which could lead to disabilities. A child with malaria needs to\r\ntake the full course of treatment, even if the fever disappears rapidly. If\r\nthe treatment is not completed, the malaria could become more severe and\r\ndifficult to cure. Incomplete treatment regimens can also lead to the\r\ndevelopment of drug resistance among people in the local area. If the malaria\r\nsymptoms continue after treatment, the child should be taken to a health\r\ncentre or hospital. The problem may be: * the child is not receiving enough\r\nmedicine * the child has an illness other than malaria * the malaria is\r\nresistant to the medicine, and another medicine is needed. Health-care\r\nproviders have the responsibility to ensure that parents and caregivers are\r\nwell informed about ways to prevent malaria and the best practices for caring\r\nfor a child with malaria.\r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "847c3df76c34418e8770b66c45f20267"
    }, 
    "model": "GitPageModel"
}