{
    "fields": {
        "subtitle": "", 
        "description": "Anyone who wants to know how to prevent HIV or thinks he or she has HIV should contact a health care provider or an AIDS centre to obtain information on HIV prevention and / or advice on where to receive HIV testing, counselling, care and support", 
        "language": "eng_UK", 
        "title": "Anyone who wants to know how to prevent HIV or thinks he or she has HIV should contact a health care provider or an AIDS centre to obtain information on HIV prevention and / or advice on where to rece", 
        "primary_category": "be7995c313744b4090407a17f3cc5816", 
        "created_at": "2014-09-15T09:21:45.802038+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-15T09:21:45.813656+00:00", 
        "linked_pages": [], 
        "slug": "anyone-who-wants-to-know-how-to-prevent-hiv-or-thinks-he-or-she-has-hiv-should-contact-a-health-care-provider-or-an-aids-centre-to-obtain-information-on-hiv-prevention-and-or-advice-on-where-to-rece", 
        "content": "Information on HIV and on services and education to learn how to prevent or\nreduce the risk of infection is increasingly available in almost every\ncountry. Information can be found at health centres, fixed and mobile HIV care\nunits, testing and counselling centres, youth centres and in many schools.\nInformation is also available through the internet and other media.\n\n**HIV testing and counselling can help in early detection of infection. It can enable those who are infected to:**\n\n  * get the support services they need\n  * manage other infections they might have\n  * learn about living with HIV\n  * learn how to avoid infecting others.\n\nAnyone who thinks that he or she might be infected with HIV should contact a\nhealth-care provider or an AIDS centre to receive confidential testing and\ncounselling. Anyone who lives in an area where HIV is prevalent and has had\nunprotected sex should be encouraged to be tested and counselled.\n\nVoluntary HIV testing and counselling can help people make informed choices\nabout their health and their sexual behaviour. It can help couples decide\nwhether or not to have children. If one partner has HIV there is a risk the\nother partner can become infected while trying to conceive. If a couple is\nexpecting a baby, testing and counselling can help them make decisions\nregarding the health of their baby.\n\nCounselling and testing can also help those not infected to remain uninfected\nthrough education about ways to avoid risk, including safer sex choices.\n\nThere are many types of HIV tests. It is important to talk to a professional\nto learn about the type of test being used and its accuracy.\n\nIf the result of an HIV test is negative, this means the person tested is not\ninfected or it is too early to detect the virus. In adults, the HIV blood test\nmay not detect infection for up to six weeks after exposure. Depending on the\ntest, detection in babies may take up to 18 months after birth. However, early\ninfant diagnosis (EID) can be conducted as early as six weeks.\n\nFamilies and communities should insist on and support confidential HIV\ntesting, counselling and information. Confidentiality helps protect children,\nadolescents and adults from experiencing stigma, discrimination, exclusion and\nisolation.\n\nCounselling can help to empower women and adolescent girls, promote safer sex\nand condom use, and help detect and facilitate treatment of sexually\ntransmitted infections - all of which can reduce the chances of HIV infection.\nIf a woman or adolescent girl is diagnosed with HIV and has children or is\npregnant, assistance may be required to help her protect, care for and support\nher children. Community support groups and NGOs often provide assistance.\n\nIncreasing access to testing followed by treatment, care and support can help\nto reduce stigma by demonstrating that HIV is not a 'death sentence' and that\nmany people infected with HIV can lead relatively healthy, happy and\nproductive lives.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "dee39793201040e6ba0a8760454895d5"
    }, 
    "model": "GitPageModel"
}