{
    "fields": {
        "subtitle": "", 
        "description": "Encouraging children to play and explore helps them learn and develop socially, emotionally, physically and intellectually. This helps children get ready for school.", 
        "language": "eng_UK", 
        "title": "Encouraging children to play and explore helps them learn and develop socially, emotionally, physically and intellectually. This helps children get ready for school.", 
        "primary_category": "4562d44271384cc2806bead4bbd9183c", 
        "created_at": "2014-09-10T13:47:08.089118+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T13:47:08.097329+00:00", 
        "linked_pages": [], 
        "slug": "encouraging-children-to-play-and-explore-helps-them-learn-and-develop-socially-emotionally-physically-and-intellectually-this-helps-children-get-ready-for-school", 
        "content": "Children play because it is fun. Play is also key to their learning and\ndevelopment. Playing, both structured and unstructured, lays the foundation\nfor a child's development of future learning and life skills. It helps\nchildren:\n\n  * develop their knowledge, experience, curiosity and confidence\n  * learn by trying things, comparing results, asking questions and meeting challenges\n  * develop the skills of language, thinking, planning, organizing and decision-making.\n\nStimulation, play and being included in play with other children and adults\nare very important for children with disabilities or chronic illnesses, such\nas children with HIV.\n\nWhen parents and other caregivers talk and interact with children in their\nfirst language, it helps children develop the ability to think and express\nthemselves. Children learn language quickly and easily through hearing and\nsinging songs, having stories told or read to them, repeating rhymes and\nplaying games.\n\nGirls and boys need the same opportunities for play and interaction with all\nfamily members, including siblings and grandparents, and in activities outside\nthe home. Play and interaction with the mother and the father help strengthen\nthe bond between the child and both parents.\n\nFamily members and other caregivers can help children learn by giving them\nsimple tasks with clear instructions, providing objects to play with and\nsuggesting new activities. They should not dominate the child's play.\n\nAll children need a variety of simple play materials that are suitable for\ntheir stage of development and learning. Water, sand, cardboard boxes, wooden\nbuilding blocks, and pots and lids are just as good for facilitating a child's\nplay and learning as toys bought from a shop.\n\nParents and caregivers need to be patient when a very young child insists on\ntrying to do something without help. Children learn by trying until they\nsucceed. As long as the child is protected from danger, struggling to do\nsomething new and difficult is a positive step in the child's development.\n\nChildren are constantly changing and developing new abilities. Caregivers\nshould notice these changes and follow the child's lead. Responding to and\nencouraging children helps them develop more quickly.\n\nAs young children grow older they need opportunities to learn and socialize\nwith other children of their age. Group learning activities, run by a trained\ncaregiver or teacher at home or in a nursery school or kindergarten, are\nimportant in helping children get ready for school.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "842b15eb66d4452eb433c6beb1ce241c"
    }, 
    "model": "GitPageModel"
}