{
    "fields": {
        "subtitle": "", 
        "description": "Knives, scissors, sharp or pointed objects and broken glass can cause serious injuries. These objects should be kept out of children's reach. Plastic bags, which can cause suffocation, should be kept away from young children.", 
        "language": "eng_UK", 
        "title": "Knives, scissors, sharp or pointed objects and broken glass can cause serious injuries. These objects should be kept out of children's reach. Plastic bags, which can cause suffocation, should be kept ", 
        "primary_category": "7349c191be27404e8608d9dce12d7825", 
        "created_at": "2014-09-12T10:46:56+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:47:17.531441+00:00", 
        "linked_pages": [], 
        "slug": "knives-scissors-sharp-or-pointed-objects-and-broken-glass-can-cause-serious-injuries-these-objects-should-be-kept-out-of-childrens-reach-plastic-bags-which-can-cause-suffocation-should-be-kept", 
        "content": "Broken glass can cause serious cuts, loss of blood and infected wounds. Sharp\nmetal objects, machinery and rusty cans can cause wounds that can become badly\ninfected.\n\n**Families can reduce the risk of children's injuries from glass and sharp objects if they:**\n\n  * keep glass bottles out of reach of young children and keep the house and play area free of broken glass and refuse\n  * place knives, razors and scissors in drawers or locked cabinets well out of reach of young children\n  * safely dispose of household refuse, including broken bottles and old cans.\n\nOther injuries around the home can be prevented by teaching children about the\ndangers of throwing stones or other sharp objects and of playing with knives\nor scissors.\n\nPlastic bags should be kept away from young children to prevent suffocation.\n\n[For first aid advice on cuts and wounds, refer to the end of this\nchapter](/content/detail/first-aid-advice/)\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "ad691804cfd34f43bfc18a6b91a68eb5"
    }, 
    "model": "GitPageModel"
}