{
    "fields": {
        "subtitle": "", 
        "description": "No child or adult living with or affected by HIV should ever be stigmatized or discriminated against. Parents, teachers and leaders have a key role to play in HIV education and prevention and in reducing fear, stigma and discrimination.", 
        "language": "eng_UK", 
        "title": "No child or adult living with or affected by HIV should ever be stigmatized or discriminated against. Parents, teachers and leaders have a key role to play in HIV education and prevention and in reduc", 
        "primary_category": "c17026d2949e404ebe5bf5f3397f9bbc", 
        "created_at": "2014-09-15T09:09:06.197608+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-08T06:01:22.684689+00:00", 
        "linked_pages": [], 
        "slug": "no-child-or-adult-living-with-or-affected-by-hiv-should-ever-be-stigmatized-or-discriminated-against-parents-teachers-and-leaders-have-a-key-role-to-play-in-hiv-education-and-prevention-and-in-reduc", 
        "content": "Educating children, families and communities about HIV is an essential way to\nhelp reduce fear, stigma and discrimination against the child and his or her\nfamily living with or affected by HIV, as well as the child's own fears and\nself-stigma. Children, parents, other family members, teachers, community and\nfaithbased organizations, local leaders and authorities, and the government\nhave a significant role to play in HIV education and prevention and in\nreducing fear, isolation, stigma and discrimination. **HIV prevention and\neducation should include:** * Raising awareness and support for the rights of\nchildren and family members living with or affected by HIV \\- Children,\nadolescents and adults living with or affected by HIV have the same rights as\nany other person to education, health care, housing and appropriate\nrepresentation in the media. They should also have access to fair and equal\ntreatment in the justice system. * Ensuring that all children and young people\nunderstand the risks of HIV and know that they cannot get it from ordinary\nsocial contact with someone who is infected with HIV \\- Children and young\npeople need to be informed that HIV has no vaccination or cure, but that\npeople can lead relatively healthy and productive lives with treatment. It is\nimportant that they understand how to prevent HIV infection and how to protect\nthemselves and their loved ones. * Empowering adolescents and youth to make\ndecisions on when to have or not to have sex and how to negotiate condom use\n\\- Talking with and listening to young people is very important to understand\ntheir situation and how best to provide them with protection, care and\nsupport. It can sometimes be awkward for adults to discuss sexual issues with\nchildren and adolescents. One way to begin the discussion with school-aged\nchildren is to ask them what they have heard about HIV and AIDS. If any of\ntheir information is wrong, it provides an opportunity to give them the\ncorrect information. * Stimulating ideas and providing guidance on ways\nchildren, adolescents and youth can show their compassion and friendship with\nchildren and families they know who are living with or affected by HIV.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "43caacd6fd7843d1aa86b2ece447e5fe"
    }, 
    "model": "GitPageModel"
}