{
    "fields": {
        "subtitle": "", 
        "description": "Girls who are educated and healthy and who have a nutritious diet throughout their childhood and teenage years are more likely to have healthy babies and go through pregnancy and childbirth safely if childbearing begins after they are 18 years old.", 
        "language": "eng_UK", 
        "title": "Girls who are educated and healthy and who have a nutritious diet throughout their childhood and teenage years are more likely to have healthy babies and go through pregnancy and childbirth safely if ", 
        "primary_category": "d274d523e8df4fb1817943261e253291", 
        "created_at": "2014-09-10T13:25:32.790563+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T13:25:32.800961+00:00", 
        "linked_pages": [], 
        "slug": "girls-who-are-educated-and-healthy-and-who-have-a-nutritious-diet-throughout-their-childhood-and-teenage-years-are-more-likely-to-have-healthy-babies-and-go-through-pregnancy-and-childbirth-safely-if", 
        "content": "Girls with more formal education are better equipped to fulfil their potential\nin life. They tend to know about health-care practices and are less likely to\nbecome pregnant at a very young age. They are more likely to marry later, have\nfewer and better-spaced pregnancies, and seek prenatal and post-natal care. It\nis estimated that two maternal deaths can be prevented for every additional\nyear of school attendance per 1,000 women.\n\nThe healthy growth and development of a girl through adolescence helps to\nprepare her for healthy pregnancies during her childbearing years.\n\nIn addition to education and health care, girls need a nutritious diet during\nchildhood and adolescence to reduce problems later in pregnancy and\nchildbirth. A nutritious diet includes iodized salt and foods rich in\nessential minerals and vitamins such as beans and other pulses, grains, green\nleafy vegetables, and red, yellow and orange vegetables and fruits. Whenever\npossible, milk or other dairy products, eggs, fish, chicken and meat should be\nincluded in the diet.\n\nGirls who stay in school are more likely to delay marriage and childbirth.\nEarly pregnancy can have serious consequences for adolescents under 18 years\nold, particularly for those under 15 years old. Adolescent girls and their\nbabies are at much higher risk of complications and death.\n\nIt is important to empower girls to avoid early pregnancy and inform both\ngirls and boys about the risks of early pregnancy as well as sexually\ntransmitted infections, including HIV. They both need to develop the skills to\nmake healthy life choices that also support equality and respect in\nrelationships.\n\nGenital cutting of girls and women can cause severe vaginal and urinary\ninfections that can result in sterility or death. It can also cause dangerous\ncomplications during childbirth.\n\nHealth workers and community outreach programmes can help raise awareness of\nharmful practices and the importance for adolescents to delay marriage and\npregnancy for their health and well-being.\n\nFamilies need to understand the high risks of early pregnancy. If an\nadolescent girl marries early and/or becomes pregnant, her family should\nprovide her with support and ensure she obtains the health services she needs.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "aea0144d731142efaa86b0d3ec4e1007"
    }, 
    "model": "GitPageModel"
}