{
    "fields": {
        "subtitle": "", 
        "description": "Good hygiene practices and use of safe drinking water protect against diarrhoea. Hands should be thoroughly washed with soap and water or a substitute, such as ash and water, after defecating and after contact with faeces, and before touching or preparing food or feeding children.", 
        "language": "eng_UK", 
        "title": "Good hygiene practices and use of safe drinking water protect against diarrhoea. Hands should be thoroughly washed with soap and water or a substitute, such as ash and water, after defecating and afte", 
        "primary_category": "68bc9bc3fff940faa8a85a49f6ab70dc", 
        "created_at": "2014-07-22T17:55:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-07-22T18:25:09.418139+00:00", 
        "linked_pages": [], 
        "slug": "good-hygiene-practices-and-use-of-safe-drinking-water-protect-against-diarrhoea-hands-should-be-thoroughly-washed-with-soap-and-water-or-a-substitute-such-as-ash-and-water-after-defecating-and-afte", 
        "content": "Hands should always be washed with soap and water or a substitute, such as ash\nand water, after defecating, after helping children use the toilet or latrine,\nafter cleaning the baby's bottom, after disposing of refuse, and immediately\nbefore feeding children, handling food or eating.\n\nYoung children frequently put their hands in their mouths. So it is important\nto keep the household area clean and to teach children to wash their hands\nproperly and frequently, especially after defecating and before eating.\n\nUsing safe drinking water and keeping it clean and free of germs helps to\nreduce diarrhoea.\n\nOther hygiene measures that can help to prevent diarrhoea include:\n\n  * peel fruit and vegetables or wash them thoroughly with clean water, especially if young children eat them raw\n  * prepare and thoroughly cook food just before eating (Food left standing can collect germs that can cause diarrhoea. After two hours, cooked foods are not safe unless they are kept very hot or very cold.)\n  * bury, burn or safely dispose of all food refuse to stop flies from spreading disease.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "aabc953d943541a287c9b07dd7e98233"
    }, 
    "model": "GitPageModel"
}