{
    "fields": {
        "subtitle": "", 
        "description": "A child with a cough or cold should be kept warm and encouraged to eat and drink as much as possible.", 
        "language": "eng_UK", 
        "title": "A child with a cough or cold should be kept warm and encouraged to eat and drink as much as possible.", 
        "primary_category": "bb578a55285c448fa3d1326865481751", 
        "created_at": "2014-09-12T10:20:17.846599+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:20:17.856250+00:00", 
        "linked_pages": [], 
        "slug": "a-child-with-a-cough-or-cold-should-be-kept-warm-and-encouraged-to-eat-and-drink-as-much-as-possible", 
        "content": "Babies and very young children lose their body heat easily. When they have a\ncough or cold they should be kept covered and warm.\n\nChildren with coughs, colds, runny noses or sore throats who are breathing\nnormally can be treated at home and will recover without medicines. They need\nto be kept warm, but not overheated, and to be given plenty to eat and drink.\nMedicines should be used only if prescribed by a trained health worker.\n\nA child with a fever needs careful attention. She or he should be sponged or\nbathed with cool but not cold water. The child should be kept well hydrated\nwith additional fluids. In areas where malaria is common, the fever could be\ncaused by malaria, which is dangerous to the health and survival of the child.\nA child with a fever in these areas should be checked by a trained health\nworker immediately.\n\nThe nose of a child with a cough or cold should be cleared often, especially\nbefore the child eats or goes to sleep. A moist atmosphere can make breathing\neasier. It can help if the child breathes water vapour from a bowl of water\nthat is hot but not boiling. The parent or other caregiver should make certain\nthe water is not too hot and that the child is carefully supervised when\nbreathing the water vapour.\n\nA breastfed child who has a cough or cold may have difficulty breastfeeding.\nSince breastfeeding helps to fight the illness and is important for the\nchild's growth, the mother should continue to breastfeed often. If a child\ncannot suckle, the breastmilk can be expressed into a clean cup and the child\ncan then be fed from the cup by the mother, father or other caregiver. Before\nputting the baby to the breast or feeding the baby breastmilk (or breastmilk\nsubstitute) from a cup, it helps to clear the baby's nose if it is blocked\nwith secretions.\n\nChildren who are 6 months of age or older should be encouraged to breastfeed,\neat and drink frequently. When the illness is over, the child should be given\nextra nutritious foods every day until she or he is at least the same weight\nas before the illness.\n\nCoughs and colds spread easily. People with coughs and colds should avoid\ncoughing, sneezing or spitting near children. They should cough or sneeze into\ntheir elbow or a tissue and dispose safely of the tissue. This should be\nfollowed by hand washing with soap. This helps stop the spread of germs.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "9c6bfa84a3504ff09fb529724380149a"
    }, 
    "model": "GitPageModel"
}