{
    "fields": {
        "subtitle": "", 
        "description": "A woman employed away from her home can continue to breastfeed her child. She should breastfeed as often as possible when she is with the infant and express her breastmilk when they are apart so that another caregiver can feed it to the baby in a clean and safe way.", 
        "language": "eng_UK", 
        "title": "A woman employed away from her home can continue to breastfeed her child. She should breastfeed as often as possible when she is with the infant and express her breastmilk when they are apart so that ", 
        "primary_category": "709547ba184349f999d201628e9c7341", 
        "created_at": "2014-09-10T13:54:22.405841+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-10T13:54:22.415081+00:00", 
        "linked_pages": [], 
        "slug": "a-woman-employed-away-from-her-home-can-continue-to-breastfeed-her-child-she-should-breastfeed-as-often-as-possible-when-she-is-with-the-infant-and-express-her-breastmilk-when-they-are-apart-so-that", 
        "content": "If a mother cannot be with her baby during working hours, she should\nbreastfeed often when they are together. With frequent breastfeeding, she will\ncontinue to produce breastmilk.\n\nIf a woman cannot breastfeed at her workplace, she can express her milk two or\nthree times during the workday and refrigerate it or store it at room\ntemperature for up to eight hours in a clean, covered container. The expressed\nmilk can be given to the child by another caregiver from a clean cup.\n\nFamilies and communities can encourage employers to provide paid maternity\nleave, creches, and the time and a suitable place for women to breastfeed or\nexpress and store their milk. The place should be clean, safe and private. It\nshould have clean water available for washing hands and utensils.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "eb785ec2a4334917bf90e292f9602c1a"
    }, 
    "model": "GitPageModel"
}