{
    "fields": {
        "subtitle": "", 
        "description": "Children must be protected from all work that is hazardous. Work should not prevent them from attending school. Children should never be involved in the worst forms of child labour, such as slavery, forced labour, drug production or trafficking.", 
        "language": "eng_UK", 
        "title": "Children must be protected from all work that is hazardous. Work should not prevent them from attending school. Children should never be involved in the worst forms of child labour, such as slavery, f", 
        "primary_category": "7165c0a9bc0843f596561eec590ed2e1", 
        "created_at": "2014-09-12T10:28:56.773420+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-09-12T10:28:56.780101+00:00", 
        "linked_pages": [], 
        "slug": "children-must-be-protected-from-all-work-that-is-hazardous-work-should-not-prevent-them-from-attending-school-children-should-never-be-involved-in-the-worst-forms-of-child-labour-such-as-slavery-f", 
        "content": "Children who work often do so to support their families' livelihood so they\ncan eat and have basic necessities. Many children begin working at an early\nage, as young as 4 years old. In many cases, it is considered normal for\nchildren to work long hours before or after school, or to work all day and\nevening and not attend school at all.\n\nChildren can be found working in agriculture, commerce, factories, fishing,\nmarkets, housekeeping, childcare, handicrafts, restaurants, garbage dumps and\nin the streets.\n\nClose to 70 per cent of working children work in agriculture, which can be\nextremely hazardous. It can involve heavy manual labour, long hours, and the\nuse of pesticides and dangerous tools. Children can be at risk of sexual abuse\nand exploitation, especially during harvesting season (when they often work\nextra-long hours) and while working on plantations.\n\nSome children are engaged in the worst forms of child labour, such as child\nslavery, debt bondage, forced labour, drug production and trafficking. These\nare illegal. Children must be removed immediately from such situations and, if\nit is in their best interest, reintegrated into their families and\ncommunities.\n\nThe work children do should not be hazardous to their health or well-being. It\nshould not prevent children from going to school.\n\n**The government and local authorities, with support from families and civil society, should develop measures to address harmful child labour situations, such as:**\n\n  * identifying and communicating to the general public the different forms of harmful child labour found in the community and the forms children might encounter if they migrate\n  * identifying and removing children from harmful child labour\n  * helping children removed from harmful child labour who live away from their families to reintegrate into their family and community, if it is in their best interest\n  * ensuring that all children in the community attend a child-friendly school full-time and receive an education that is of good quality, equal for all children and free from violence\n  * providing income support and/or social welfare services to families who need them, so they are less reliant on their children's income and can send them to school.\n\nFamilies need to know the risks involved in sending their children away for\nwork, such as domestic and agricultural work.\n\nChildren and adolescents should be well informed about the dangers of leaving\nhome and taking work that might land them in high-risk situations such as\nprostitution and drug trafficking.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "cdef915a006b4e48a000afd931889a14"
    }, 
    "model": "GitPageModel"
}