{
    "fields": {
        "subtitle": "", 
        "description": "All faeces, including those of babies and young children, should be disposed of safely. Making sure that all family members use a toilet, latrine or potty (for young children) is the best way to dispose of faeces. Where there is no toilet, faeces should be buried.", 
        "language": "eng_UK", 
        "title": "All faeces, including those of babies and young children, should be disposed of safely. Making sure that all family members use a toilet, latrine or potty (for young children) is the best way to dispo", 
        "primary_category": "48637ba26550469aac224e17180daa54", 
        "created_at": "2014-07-22T20:06:32+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-07T14:49:05.739917+00:00", 
        "linked_pages": [], 
        "slug": "all-faeces-including-those-of-babies-and-young-children-should-be-disposed-of-safely-making-sure-that-all-family-members-use-a-toilet-latrine-or-potty-for-young-children-is-the-best-way-to-dispo", 
        "content": "Many illnesses, especially diarrhoea, come from germs found in human faeces.\nIf the germs get into water or onto food, hands, utensils or surfaces used for\npreparing and serving food, they can be swallowed and cause illness. Safe\ndisposal of all faeces - both human and animal - is the single most important\naction to prevent the spread of germs by people or flies. Human faeces need to\nbe put down a toilet or latrine, or buried. All faeces, including those of\nbabies and young children, carry germs and are dangerous. If children defecate\nwithout using a toilet or latrine, their faeces should be cleaned up\nimmediately and flushed down the toilet or put down the latrine or buried.\nParents' or other caregivers' and children's hands should then be washed with\nsoap and water or a substitute, such as ash and water. If it is not possible\nto use a toilet or latrine, everyone should always defecate well away from\nhouses, paths, water sources and places where children play. The faeces should\nthen be buried immediately. Animal faeces also need to be kept away from the\nhouses, paths and areas where children play. Latrines and toilets need to be\ncleaned frequently. Latrines should be kept covered and toilets should be\nflushed. A clean latrine attracts fewer flies. People are more likely to use a\nclean latrine. Local governments and non- governmental organizations can often\nadvise households and communities on the design, materials and construction\nfor building low-cost sanitary latrines. In urban areas, the government and\ncommunities should work together to determine how to install low-cost latrines\nor toilets, sanitation and drainage systems, safe drinking water and refuse\ncollection.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "d6a21a13cf7d4efeb62781f62f58d574"
    }, 
    "model": "GitPageModel"
}