{
    "fields": {
        "subtitle": "", 
        "description": "To prevent diarrhoea, all faeces, including those of infants and young children, should be disposed of in a latrine or toilet or buried.", 
        "language": "eng_UK", 
        "title": "To prevent diarrhoea, all faeces, including those of infants and young children, should be disposed of in a latrine or toilet or buried.", 
        "primary_category": "116e3cfd167340088d465880ce508a8d", 
        "created_at": "2014-07-22T17:56:00+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-17T07:12:49.116877+00:00", 
        "linked_pages": [], 
        "slug": "to-prevent-diarrhoea-all-faeces-including-those-of-infants-and-young-children-should-be-disposed-of-in-a-latrine-or-toilet-or-buried", 
        "content": "Children and adults can swallow germs that cause diarrhoea if faeces come in\ncontact with drinking water, food, hands, utensils or food preparation\nsurfaces. Flies that settle on faeces and then on food also transmit the germs\nthat cause diarrhoea. To keep away flies and prevent the spread of germs, (1)\ndispose of faeces safely in a latrine or toilet, (2) keep the latrine or\ntoilet clean, and (3) cover food and drinking water. All faeces, even those of\ninfants and young children, carry germs and are dangerous. If children\ndefecate without using the latrine or toilet, their faeces should be cleaned\nup immediately and disposed of in the latrine or toilet or buried. Afterwards,\nhands should always be washed with soap and water. If soap is not available,\nash and water can be used as a substitute. Men and boys can help women and\ngirls in disposing of the faeces. If there is no toilet or latrine, adults and\nchildren should defecate away from houses, paths, water supplies and places\nwhere children play. Faeces should then be buried under a layer of soil. Human\nand animal faeces should be kept away from water sources. In communities\nwithout toilets or latrines, the community should consider joining together to\nbuild such facilities. Households can be encouraged to build their own.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 5, 
        "id": "5c6eaa41494c476994dbda7d1e309149"
    }, 
    "model": "GitPageModel"
}