{
    "fields": {
        "subtitle": "", 
        "description": "Children must be protected from all work that is hazardous. Work should not prevent them from attending school. Children should never be involved in the worst forms of child labour, such as slavery, forced labour, drug production or trafficking.", 
        "language": "eng_UK", 
        "title": "Children must be protected from all work that is hazardous. Work should not prevent them from attending school. Children should never be involved in the worst forms of child labour, such as slavery, f", 
        "primary_category": "ef4606ccfc624d1496c85272bf48e55b", 
        "created_at": "2014-09-12T10:28:56.773420+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-08T06:03:17.205726+00:00", 
        "linked_pages": [], 
        "slug": "children-must-be-protected-from-all-work-that-is-hazardous-work-should-not-prevent-them-from-attending-school-children-should-never-be-involved-in-the-worst-forms-of-child-labour-such-as-slavery-f", 
        "content": "Children who work often do so to support their families' livelihood so they\ncan eat and have basic necessities. Many children begin working at an early\nage, as young as 4 years old. In many cases, it is considered normal for\nchildren to work long hours before or after school, or to work all day and\nevening and not attend school at all. Children can be found working in\nagriculture, commerce, factories, fishing, markets, housekeeping, childcare,\nhandicrafts, restaurants, garbage dumps and in the streets. Close to 70 per\ncent of working children work in agriculture, which can be extremely\nhazardous. It can involve heavy manual labour, long hours, and the use of\npesticides and dangerous tools. Children can be at risk of sexual abuse and\nexploitation, especially during harvesting season (when they often work extra-\nlong hours) and while working on plantations. Some children are engaged in the\nworst forms of child labour, such as child slavery, debt bondage, forced\nlabour, drug production and trafficking. These are illegal. Children must be\nremoved immediately from such situations and, if it is in their best interest,\nreintegrated into their families and communities. The work children do should\nnot be hazardous to their health or well-being. It should not prevent children\nfrom going to school. **The government and local authorities, with support\nfrom families and civil society, should develop measures to address harmful\nchild labour situations, such as:** * identifying and communicating to the\ngeneral public the different forms of harmful child labour found in the\ncommunity and the forms children might encounter if they migrate * identifying\nand removing children from harmful child labour * helping children removed\nfrom harmful child labour who live away from their families to reintegrate\ninto their family and community, if it is in their best interest * ensuring\nthat all children in the community attend a child-friendly school full-time\nand receive an education that is of good quality, equal for all children and\nfree from violence * providing income support and/or social welfare services\nto families who need them, so they are less reliant on their children's income\nand can send them to school. Families need to know the risks involved in\nsending their children away for work, such as domestic and agricultural work.\nChildren and adolescents should be well informed about the dangers of leaving\nhome and taking work that might land them in high-risk situations such as\nprostitution and drug trafficking.\n\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "id": "86f402cfe9f24a14beb9668a26d66995"
    }, 
    "model": "GitPageModel"
}